{"Congenital heart disease AND pulmonary hypertension": [[], 5], "Cardiopulmonary exercise test AND pulmonary hypertension": [[], 1], "Systemic sclerosis AND pulmonary hypertension": [[], 0], "Connective tissue disease AND pulmonary hypertension": [[], 0], "pulmonary hypertension": [[{"title": "Single cell transcriptomic analyses reveal diverse and dynamic changes of distinct populations of lung interstitial macrophages in hypoxia-induced pulmonary hypertension.", "authors_str": "Kumar S; Mickael C; Kumar R; Prasad RR; Campbell NV; Zhang H; Li M; McKeon BA; Allen TE; Graham BB; Yu YA; Stenmark KR", "doi": "10.3389/fimmu.2024.1372959", "abstract": "INTRODUCTION: Hypoxia is a common pathological driver contributing to various forms of pulmonary vascular diseases leading to pulmonary hypertension (PH). Pulmonary interstitial macrophages (IMs) play pivotal roles in immune and vascular dysfunction, leading to inflammation, abnormal remodeling, and fibrosis in PH. However, IMs' response to hypoxia and their role in PH progression remain largely unknown. We utilized a murine model of hypoxia-induced PH to investigate the repertoire and functional profiles of IMs in response to acute and prolonged hypoxia, aiming to elucidate their contributions to PH development.\nMETHODS: We conducted single-cell transcriptomic analyses to characterize the repertoire and functional profiles of murine pulmonary IMs following exposure to hypobaric hypoxia for varying durations (0, 1, 3, 7, and 21 days). Hallmark pathways from the mouse Molecular Signatures Database were utilized to characterize the molecular function of the IM subpopulation in response to hypoxia.\nRESULTS: Our analysis revealed an early acute inflammatory phase during acute hypoxia exposure (Days 1-3), which was resolved by Day 7, followed by a pro-remodeling phase during prolonged hypoxia (Days 7-21). These phases were marked by distinct subpopulations of IMs: MHCII\nDISCUSSION: Our findings demonstrate the existence of distinct populations of pulmonary interstitial macrophages corresponding to acute and prolonged hypoxia exposure, pivotal in regulating the inflammatory and remodeling phases of PH pathogenesis. This understanding offers potential avenues for targeted interventions, tailored to specific populations and distinct phases of the disease. Moreover, further identification of triggers for pro-remodeling IMs holds promise in unveiling novel therapeutic strategies for pulmonary hypertension.", "pmid": "38690277", "score": 3, "selected": true}, {"title": "Possible Mechanisms for Adverse Cardiac Events Caused by Exercise-Induced Hypertension in Long-Distance Middle-Aged Runners: A Review.", "authors_str": "Kim YJ; Park KM", "doi": "10.3390/jcm13082184", "abstract": "Sudden cardiac death (SCD) is rare among athletes. However, hypertrophic cardiomyopathy is the leading cause of SCD among those <35 years of age. Meanwhile, coronary artery disease (CAD) is the primary SCD cause among those ≥35 years of age. CAD-induced plaque ruptures are believed to be a significant cause of cardiovascular diseases in middle-aged individuals who participate in extreme long-distance running activities such as marathons. A total of 1970 articles related to EIH were identified using search terms. Out of these, 1946 studies were excluded for reasons such as arterial hypertension, exercise-induced pulmonary hypertension, the absence of exercise stress testing (EST), and a lack of relevance to EIH. The study analyzed 24 studies related to both long-distance runners with exercise-induced hypertension (EIH) and the general public. Among these, 11 studies were quasi-experimentally designed studies used in randomized controlled trials (RCTs) on long-distance runners with EIH. Additionally, 12 studies utilized cohort designs, and one study with a quasi-experimental design was conducted among the general population. Recent studies suggest that an imbalance between oxygen demand and supply due to ventricular hypertrophy may be the actual cause of cardiovascular disease, regardless of CAD. Exercising excessively over an extended period can reduce endothelial function and increase arterial stiffness, which in turn increases afterload and leads to an excessive increase in blood pressure during exercise. Exercise-induced hypertension (EIH), which increases the morbidity rate of resting hypertension and is a risk factor for cardio-cerebro-vascular diseases, is more prevalent in middle-aged long-distance runners than in runners from other age groups, and it increases the prevalence of critical arrhythmias, such as atrial fibrillation or ventricular arrhythmias. EIH is associated with angiotensin II activity, and angiotensin II receptor blockers show promising effects in middle-aged runners. Further, guidelines for preventing excessive participation in races and restricting exercise intensity and frequency would be useful. This review identifies EIH as a potential risk factor for cardiovascular diseases and describes how EIH induces SCD.", "pmid": "38673457", "score": 2, "selected": true}, {"title": "Severe pulmonary hypertension and circulatory failure associated with Congenital syphilis. Case report.", "authors_str": "Sanchez-Holgado M; Bravo MC; Alvarez-Garcia P; Lopez-Ortego P; Criado Camargo S; Pellicer A", "doi": "10.3233/NPM-230133", "abstract": "BACKGROUND: Congenital syphilis is a vertical infection caused by Treponema pallidum. Despite the implementation of preventive strategies during pregnancy, its incidence is increasing, and it constitutes an important public health problem. Most patients with congenital syphilis are asymptomatic; however, a small group may develop severe disease at birth with the need of advanced resuscitation in the delivery room, acute hypoxemic respiratory failure, and hemodynamic instability. Therefore, awareness is needed.\nMETHODS AND RESULTS: This series describes the clinical course of two late preterm infants with congenital syphilis who developed acute hypoxemic respiratory failure, pulmonary hypertension, and circulatory collapse early after birth. Integrated hemodynamic evaluation with neonatologist-performed echocardiography (NPE) and therapeutic management is provided.\nCONCLUSIONS: A comprehensive hemodynamic evaluation including early and serial functional echocardiography in these patients is needed to address the underlying complex pathophysiology and to help to establish accurate treatment.", "pmid": "38640174", "score": 4, "selected": true}, {"title": "Emerging therapies: Potential roles of SGLT2 inhibitors in the management of pulmonary hypertension.", "authors_str": "Luo T; Wu H; Zhu W; Zhang L; Huang Y; Yang X", "doi": "10.1016/j.rmed.2024.107631", "abstract": "Pulmonary hypertension (PH) is a pathophysiological disorder that may involve multiple clinical conditions and may be associated with a variety of cardiovascular and respiratory diseases. Pulmonary hypertension due to left heart disease (PH-LHD) currently lacks targeted therapies, while Pulmonary arterial hypertension (PAH), despite approved treatments, carries considerable residual risk. Metabolic dysfunction has been linked to the pathogenesis and prognosis of PH through various studies, with emerging metabolic agents offering a potential avenue for improving patient outcomes. Sodium-glucose cotransporter 2 inhibitor (SGLT-2i), a novel hypoglycemic agent, could ameliorate metabolic dysfunction and exert cardioprotective effects. Recent small-scale studies suggest SGLT-2i treatment may improve pulmonary artery pressure in patients with PH-LHD, and the PAH animal model shows that SGLT-2i can reduce pulmonary vascular remodeling and prevent progression in PAH, suggesting potential benefits for patients with PH-LHD and perhaps PAH. This review aims to succinctly review PH's pathophysiology, and the connection between metabolic dysfunction and PH, and investigate the prospective mechanisms of action of SGLT-2i in PH-LHD and PAH management.", "pmid": "38631526", "score": 2, "selected": true}, {"title": "Effects of right ventricular remodeling in chronic thromboembolic pulmonary hypertension on the outcomes of balloon pulmonary angioplasty: a 2D-speckle tracking echocardiography study.", "authors_str": "Ma Y; Guo D; Wang J; Gong J; Hu H; Zhang X; Wang Y; Yang Y; Lv X; Li Y", "doi": "10.1186/s12931-024-02803-4", "abstract": "BACKGROUND: Balloon pulmonary angioplasty (BPA) improves the prognosis of chronic thromboembolic pulmonary hypertension (CTEPH). Right ventricle (RV) is an important predictor of prognosis in CTEPH patients. 2D-speckle tracking echocardiography (2D-STE) can evaluate RV function. This study aimed to evaluate the effectiveness of BPA in CTEPH patients and to assess the value of 2D-STE in predicting outcomes of BPA.\nMETHODS: A total of 76 patients with CTEPH underwent 354 BPA sessions from January 2017 to October 2022. Responders were defined as those with mean pulmonary artery pressure (mPAP) ≤ 30 mmHg or those showing ≥ 30% decrease in pulmonary vascular resistance (PVR) after the last BPA session, compared to baseline. Logistic regression analysis was performed to identify predictors of BPA efficacy.\nRESULTS: BPA resulted in a significant decrease in mPAP (from 50.8 ± 10.4 mmHg to 35.5 ± 11.9 mmHg, p < 0.001), PVR (from 888.7 ± 363.5 dyn·s·cm\nCONCLUSIONS: BPA was found to reduce pulmonary artery pressure, reverse RV remodeling, and improve exercise capacity. RVFWLS obtained by 2D-STE was an independent predictor of BPA outcomes. Our study may provide a meaningful reference for interventional therapy of CTEPH.", "pmid": "38622598", "score": 2, "selected": true}, {"title": "Is pulmonary hypertension protective against cardiac tamponade? A systematic review.", "authors_str": "Adrian RJ; Alerhand S; Liteplo A; Shokoohi H", "doi": "10.1007/s11739-024-03566-y", "abstract": "The presence of pulmonary hypertension (PH) may affect whether cardiac tamponade physiology develops from a pericardial effusion. Specifically, the increased intracardiac pressure and right ventricular hypertrophy associated with PH would seemingly increase the intrapericardial pressure threshold at which the right-sided chambers collapse. In this systematic review, we examined the impact of PH on the incidence, in-hospital and long-term mortality, and echocardiographic findings of patients with cardiac tamponade. Using the PRISMA guideline, a systematic search was conducted in PubMed, Academic Search Premier, Web of Science, Google Scholar, and the Cochrane Database for studies investigating PH and cardiac tamponade. The Newcastle-Ottawa Scale was used to analyze the quality of returned studies. Primary outcomes included the incidence of cardiac tamponade, as well as in-hospital and long-term mortality rates. Secondary outcomes were the presence or absence of echocardiographic findings of cardiac tamponade in patients with PH. Forty-three studies (9 cohort studies and 34 case reports) with 1054 patients were included. The incidence of cardiac tamponade was significantly higher in patients with PH compared to those without PH, 2.0% (95% CI 1.2-3.2%) vs. 0.05% (95% CI 0.05-0.05%), p < 0.0001, OR 40.76 (95% CI 24.8-66.9). The incidence of tamponade in patients with a known pericardial effusion was similar in those with and without PH, 20.3% (95% CI 12.0-32.3%) and 20.9% (95% CI 18.0-24.1%), p = 0.9267, OR 0.97 (95% CI 0.50-1.87). In patients with tamponade, those with PH demonstrated a significantly higher in-hospital mortality than those without PH, 38.8% (95% CI 26.4-52.8%) vs. 14.4% (95% CI 14.2-14.6%), p < 0.0001, OR 3.77 (95% CI 2.12-6.70). Long-term mortality in patients with tamponade was significantly lower in those with PH than in those without PH, 45.5% (95% CI 33.0-58.5%) vs. 59.1% (95% CI 54.7-63.4%), p = 0.0258, OR 0.576 (95% CI 0.33-1.01). However, after stratifying by non-malignant etiologies, the long-term mortality benefit for those with PH disappeared. In the studies that described specific echocardiographic findings of cardiac tamponade, only 10.5% of patients with PH and tamponade showed right atrial and right ventricular collapse. When evaluating patients with pericardial effusions, physicians must recognize the effects of underlying PH on the incidence, in-hospital and long-term mortality rates, and potentially atypical echocardiographic presentation of cardiac tamponade.", "pmid": "38622465", "score": 3, "selected": true}, {"title": "OPN silencing reduces hypoxic pulmonary hypertension via PI3K-AKT-induced protective autophagy.", "authors_str": "Zhou R; Li R; Ding Q; Zhang Y; Yang H; Han Y; Liu C; Liu J; Wang S", "doi": "10.1038/s41598-024-59367-y", "abstract": "Hypoxic pulmonary hypertension (HPH) is a pulmonary vascular disease primarily characterized by progressive pulmonary vascular remodeling in a hypoxic environment, posing a significant clinical challenge. Leveraging data from the Gene Expression Omnibus (GEO) and human autophagy-specific databases, osteopontin (OPN) emerged as a differentially expressed gene, upregulated in cardiovascular diseases such as pulmonary arterial hypertension (PAH). Despite this association, the precise mechanism by which OPN regulates autophagy in HPH remains unclear, prompting the focus of this study. Through biosignature analysis, we observed significant alterations in the PI3K-AKT signaling pathway in PAH-associated autophagy. Subsequently, we utilized an animal model of OPN", "pmid": "38622371", "score": 2, "selected": true}, {"title": "Long-term impact of late pulmonary hypertension requiring medication in extremely preterm infants with severe bronchopulmonary dysplasia.", "authors_str": "Kim C; Kim S; Kim H; Hwang J; Kim SH; Yang M; Ahn SY; Sung SI; Chang YS", "doi": "10.1038/s41598-024-58977-w", "abstract": "This study investigated whether late pulmonary hypertension (LPH) independently increases the risk of long-term mortality or neurodevelopmental delay (NDD) in extremely preterm infants (EPIs) with severe bronchopulmonary dysplasia (BPD). Using prospectively collected data from the Korean Neonatal Network, we included EPIs with severe BPD born at 22-27 weeks' gestation between 2013 and 2021. EPIs having severe BPD with LPH (LPH, n = 124) were matched 1:3 with those without pulmonary hypertension (PH) as controls (CON, n = 372), via propensity score matching. LPH was defined as PH with the initiation of medication after 36 weeks' corrected age (CA). Long-term mortality after 36 weeks' CA or NDD at 18-24 months' CA was analyzed. NDD was assessed using composite scores based on various neurodevelopmental assessment modalities. LPH had significantly higher long-term mortality or NDD (45.2% vs. 23.1%, P < 0.001), mortality (24.2% vs. 4.84%, P < 0.001), and NDD (68.4% vs. 37.8%, P = 0.001), respectively than CON, even after adjusting for different demographic factors. Multivariable regression demonstrated that LPH independently increased the risk of mortality or NDD (adjusted odds ratio, 1.95; 95% confidence intervals, 1.17-3.25). When LPH occurs in EPIs with severe BPD, special monitoring and meticulous care for long-term survival and neurodevelopment are continuously needed.", "pmid": "38622180", "score": 2, "selected": true}, {"title": "Atrial fibrillation ablation in patients with pulmonary hypertension: Multicenter experience.", "authors_str": "Boyle TA; Ha B; Haq I; Killu A; Yadav R; Spragg D; Wong CX; Kheiri B; Moss JD; Marchlinski FE; Frankel DS", "doi": "10.1016/j.hrthm.2024.04.056", "abstract": null, "pmid": "38621500", "score": 2, "selected": true}, {"title": "A single institution anesthetic experience with catheterization of pediatric pulmonary hypertension patients.", "authors_str": "Morell E; Colglazier E; Becerra J; Stevens L; Steurer MA; Sharma A; Nguyen H; Kathiriya IS; Weston S; Teitel D; Keller R; Amin EK; Nawaytou H; Fineman JR", "doi": "10.1002/pul2.12360", "abstract": "Cardiac catheterization remains the gold standard for the diagnosis and management of pediatric pulmonary hypertension (PH). There is lack of consensus regarding optimal anesthetic and airway regimen. This retrospective study describes the anesthetic/airway experience of our single center cohort of pediatric PH patients undergoing catheterization, in which obtaining hemodynamic data during spontaneous breathing is preferential. A total of 448 catheterizations were performed in 232 patients. Of the 379 cases that began with a natural airway, 274 (72%) completed the procedure without an invasive airway, 90 (24%) received a planned invasive airway, and 15 (4%) required an unplanned invasive airway. Median age was 3.4 years (interquartile range [IQR] 0.7-9.7); the majority were either Nice Classification Group 1 (48%) or Group 3 (42%). Vasoactive medications and cardiopulmonary resuscitation were required in 14 (3.7%) and eight (2.1%) cases, respectively; there was one death. Characteristics associated with use of an invasive airway included age <1 year, Group 3, congenital heart disease, trisomy 21, prematurity, bronchopulmonary dysplasia, WHO functional class III/IV, no PH therapy at time of case, preoperative respiratory support, and having had an intervention (", "pmid": "38618291", "score": 3, "selected": true}, {"title": "Pulmonary hypertension impairs vasomotor function in rat diaphragm arterioles.", "authors_str": "Schulze KM; Horn AG; Muller-Delp JM; White ZJ; Hall SE; Medarev SL; Weber RE; Poole DC; Musch TI; Behnke BJ", "doi": "10.1016/j.mvr.2024.104686", "abstract": "Pulmonary hypertension (PH) is a chronic, progressive condition in which respiratory muscle dysfunction is a primary contributor to exercise intolerance and dyspnea in patients. Contractile function, blood flow distribution, and the hyperemic response are altered in the diaphragm with PH, and we sought to determine whether this may be attributed, in part, to impaired vasoreactivity of the resistance vasculature. We hypothesized that there would be blunted endothelium-dependent vasodilation and impaired myogenic responsiveness in arterioles from the diaphragm of PH rats. Female Sprague-Dawley rats were randomized into healthy control (HC, n = 9) and monocrotaline-induced PH rats (MCT, n = 9). Endothelium-dependent and -independent vasodilation and myogenic responses were assessed in first-order arterioles (1As) from the medial costal diaphragm in vitro. There was a significant reduction in endothelium-dependent (via acetylcholine; HC, 78 ± 15% vs. MCT, 47 ± 17%; P < 0.05) and -independent (via sodium nitroprusside; HC, 89 ± 10% vs. MCT, 66 ± 10%; P < 0.05) vasodilation in 1As from MCT rats. MCT-induced PH also diminished myogenic constriction (P < 0.05) but did not alter passive pressure responses. The diaphragmatic weakness, impaired hyperemia, and blood flow redistribution associated with PH may be due, in part, to diaphragm vascular dysfunction and thus compromised oxygen delivery which occurs through both endothelium-dependent and -independent mechanisms.", "pmid": "38614154", "score": 2, "selected": true}, {"title": "Pulmonary hypertension survival and hospitalisations in people living with HIV: a systematic review and meta-analysis.", "authors_str": "Youssef M; Boutros Salama M; Rehman N; Hanna C; Waniss MR; Mbuagbaw L", "doi": "10.1136/bmjresp-2024-002318", "abstract": "INTRODUCTION: People living with HIV (PLHIV) have a higher risk of developing pulmonary hypertension (PH) with subsequent poorer prognosis. This review aimed to determine the (1) survival outcomes and (2) proportion of emergency department (ED) visits and hospitalisations of PLHIV and PH.\nMETHODS: We conducted a systematic review and meta-analysis of observational studies reporting survival outcomes for PLHIV and PH. Electronic databases (Medline, EMBASE, PubMed, Web of Science, Global Index Medicus and Cochrane Library), trial registries and conference proceedings were searched until 22 July 2023. We pooled similar measures of effect, assessed apriori subgroups and used meta-regression to determine mortality and associated variables.\nRESULTS: 5248 studies were identified; 28 studies were included with a total of 5459 PLHIV and PH. The mean survival (95% CI) of PLHIV and PH was 37.4 months (29.9 to 44.8). Participants alive at 1, 2 and 3 years were 85.8% (74.1% to 95.0%), 75.2% (61.9% to 86.7%) and 61.9% (51.8% to 71.6%), respectively. ED visits and hospitalisation rates were 73.3% (32.5% to 99.9%) and 71.2% (42.4% to 94.2%), respectively. More severe disease, measured by echocardiogram, was associated with poorer prognosis (β -0.01, 95% CI -0.02 to 0.00, p=0.009). Survival was higher in high-income countries compared with lower-income countries (β 0.50, 95% CI 0.28 to 0.73, p<0.001) and in Europe compared with the America (β 0.56, 95% CI 0.37 to 0.75, p<0.001).\nCONCLUSION: Our study confirms poor prognosis and high healthcare utilisation for PLHIV and PH. Prognosis is associated with country income level, geographic region and PH severity. This highlights the importance of screening in this population.\nPROSPERO REGISTRATION NUMBER: CRD42023395023.", "pmid": "38604738", "score": 3, "selected": true}, {"title": "Pulmonary artery-pulmonary artery collaterals in chronic thromboembolic pulmonary hypertension.", "authors_str": "Gong S; Li H; Wang L", "doi": "10.1136/thorax-2023-221219", "abstract": null, "pmid": "38604664", "score": 2, "selected": true}, {"title": "IL-6/gp130 signaling in CD4<sup>+</sup> T cells drives the pathogenesis of pulmonary hypertension.", "authors_str": "Ishibashi T; Inagaki T; Okazawa M; Yamagishi A; Ohta-Ogo K; Asano R; Masaki T; Kotani Y; Ding X; Chikaishi-Kirino T; Maedera N; Shirai M; Hatakeyama K; Kubota Y; Kishimoto T; Nakaoka Y", "doi": "10.1073/pnas.2315123121", "abstract": "Pulmonary arterial hypertension (PAH) is characterized by stenosis and occlusions of small pulmonary arteries, leading to elevated pulmonary arterial pressure and right heart failure. Although accumulating evidence shows the importance of interleukin (IL)-6 in the pathogenesis of PAH, the target cells of IL-6 are poorly understood. Using mice harboring the ", "pmid": "38602915", "score": 2, "selected": true}, {"title": "The Effect of Pulmonary Hypertension on Mortality and Intensive Care Unit Admission in Patients With SARS-CoV-2 Infection: A Systematic Review and Meta-Analysis.", "authors_str": "Papageorgiou ST; Damdoumis S; Goulis D; Tzikas S; Giannakoulas G", "doi": "10.1016/j.hlc.2024.01.036", "abstract": "AIM: Severe COVID-19 can cause acute respiratory distress syndrome, hypoxia, systemic complications, and increased mortality. Pulmonary hypertension (PH) is a major global health issue associated with worsening symptoms and increased mortality. This systematic review aimed to assess the influence of PH onset among COVID-19 patients on all-cause mortality and intensive care unit (ICU) admission.\nMETHOD: An unrestricted search of five databases up to June 2022 was undertaken. Pulmonary hypertension was assessed using transthoracic echocardiogram, computed tomography, or right heart catheterisation. After duplicate screening, data extraction, and risk of bias assessment, random effects meta-analyses of odds ratios (OR) and their 95% confidence intervals (CI) were performed for all-cause mortality and ICU admission.\nRESULTS: From the 26 studies that were included (3,373 patients, 76% males, median age 62.6 years), PH in COVID-19 patients was significantly associated with higher odds for all-cause mortality (26 studies; OR 3.89; 95% CI 2.85-5.31; p<0.001) and higher odds for ICU admission (six studies; OR 2.50; 95% CI 1.69-3.70; p<0.001). Meta-regression/subgroup analyses by patient demographics, comorbidities, or therapeutic regimens, and sensitivity analyses did not find any differences.\nCONCLUSION: Evidence from observational studies indicates that PH in COVID-19 patients is associated with increased odds of mortality and ICU admission.", "pmid": "38600017", "score": 3, "selected": true}, {"title": "Comparative analysis of antiproliferative and vasodilator effects of drugs for pulmonary hypertension: Extensive in vitro study in rats and human.", "authors_str": "Morales-Cano D; Barreira B; Callejo M; Olivencia MA; Ferruelo A; Milara J; Lorente JÁ; Moreno L; Cogolludo Á; Perez-Vizcaino F", "doi": "10.1016/j.vph.2024.107371", "abstract": "An effective pulmonary hypertension (PH) treatment should combine antiproliferative and vasodilator effects. We characterized a wide-range of drugs comparing their anti-proliferative vs vasodilator effects in human and rat pulmonary artery smooth muscle cells (PASMC). Key findings: 1) Approved PH drugs (PDE5 inhibitors, sGC stimulators and PGI", "pmid": "38599357", "score": 4, "selected": true}, {"title": "Non-invasive estimation of pulmonary hypertension and clinical deterioration risk in pediatric congenital heart disease: Development and validation of predictive tools.", "authors_str": "Wang T; Zhou D; Chen Y; Kuang S; Xing Y; Yi Q; Pan Z; Xu W; Rao J; Liu Y; Lu G; Lin Z; Li X; Xie Y; Wu Y; An P; Deng X; He J; Xie J; Li C; Geng G; Tian D; Liu E; Huang J; Fu Z; Wang J", "doi": "10.1097/CM9.0000000000003070", "abstract": null, "pmid": "38595105", "score": 2, "selected": true}, {"title": "Predominance of M2 macrophages in organized thrombi in chronic thromboembolic pulmonary hypertension patients.", "authors_str": "Koudstaal T; van den Bosch T; Bergen I; Lila K; Bresser P; Bogaard HJ; Boomars K; Hendriks R; von der Thüsen J", "doi": "10.1002/eji.202350670", "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is a debilitating disease characterized by thrombotic occlusion of pulmonary arteries and vasculopathy, leading to increased pulmonary vascular resistance and progressive right-sided heart failure. Thrombotic lesions in CTEPH contain CD68", "pmid": "38593342", "score": 3, "selected": true}, {"title": "Aspiration of thrombus for intermediate-risk subacute pulmonary embolism.", "authors_str": "He J; Liu C", "doi": "10.1186/s13019-024-02648-4", "abstract": "Pulmonary embolism is the most common cardiovascular disease after myocardial infarction and stroke. Konstantinides (Eur Heart J 41(4):543-603, 2020) Current guidelines categorize patients with PE as being at low, intermediate, and high risk of early death, with the intermediate-risk group experiencing the greatest uncertainty regarding treatment recommendations. Rapid reduction of the thrombus load by thrombolysis significantly reduces symptoms and decreases mortality, but is accompanied by a high risk of bleeding. Meyer (N Engl J Med 370(15):1402-11, 2014) Mechanical thrombectomy (CDTE) have been proven safe and efficient, yet current ESC guidelines suggest the utilization of catheter interventions only for hypotensive patients with high bleeding risk, failed systemic thrombolysis, and cardiogenic shock or if a patient does not respond to conservative therapy Konstantinides (Eur Heart J 41(4):543-603, 2020). Here, we report a case of an intermediate-risk patient with pulmonary embolism who underwent thrombus aspiration and showed significant improvement in symptoms after treatment.", "pmid": "38589945", "score": 2, "selected": true}, {"title": "Status and Future Directions for Balloon Pulmonary Angioplasty in Chronic Thromboembolic Pulmonary Disease With and Without Pulmonary Hypertension: A Scientific Statement From the American Heart Association.", "authors_str": "Aggarwal V; Giri J; Visovatti SH; Mahmud E; Matsubara H; Madani M; Rogers F; Gopalan D; Rosenfield K; McLaughlin VV; American Heart Association Council on Clinical Cardiology; Council on Peripheral Vascular Disease; Council on Cardiopulmonary, Critical Care, Perioperative and Resuscitation; and Council on Cardiovascular and Stroke Nursing", "doi": "10.1161/CIR.0000000000001197", "abstract": "Balloon pulmonary angioplasty continues to gain traction as a treatment option for patients with chronic thromboembolic pulmonary disease with and without pulmonary hypertension. Recent European Society of Cardiology guidelines on pulmonary hypertension now give balloon pulmonary angioplasty a Class 1 recommendation for inoperable and residual chronic thromboembolic pulmonary hypertension. Not surprisingly, chronic thromboembolic pulmonary hypertension centers are rapidly initiating balloon pulmonary angioplasty programs. However, we need a comprehensive, expert consensus document outlining critical concepts, including identifying necessary personnel and expertise, criteria for patient selection, and a standardized approach to preprocedural planning and establishing criteria for evaluating procedural efficacy and safety. Given this lack of standards, the balloon pulmonary angioplasty skill set is learned through peer-to-peer contact and training. This document is a state-of-the-art, comprehensive statement from key thought leaders to address this gap in the current clinical practice of balloon pulmonary angioplasty. We summarize the current status of the procedure and provide a consensus opinion on the role of balloon pulmonary angioplasty in the overall care of patients with chronic thromboembolic pulmonary disease with and without pulmonary hypertension. We also identify knowledge gaps, provide guidance for new centers interested in initiating balloon pulmonary angioplasty programs, and highlight future directions and research needs for this emerging therapy.", "pmid": "38450477", "score": 2, "selected": true}, {"title": "Single-cell and Spatial Transcriptomics Identified Fatty Acid-binding Proteins Controlling Endothelial Glycolytic and Arterial Programming in Pulmonary Hypertension.", "authors_str": "Liu B; Yi D; Li S; Ramirez K; Xia X; Cao Y; Zhao H; Tripathi A; Qiu S; Kala M; Rafikov R; Gu H; Perez VJ; Lemay SE; Glembotski CC; Knox KS; Bonnet S; Kalinichenko VV; Zhao YY; Fallon MB; Boucherat O; Dai Z", "doi": "10.1101/2024.02.11.579846", "abstract": "Pulmonary arterial hypertension (PAH) is a devastating disease characterized by obliterative vascular remodeling and persistent increase of vascular resistance, leading to right heart failure and premature death. Understanding the cellular and molecular mechanisms will help develop novel therapeutic approaches for PAH patients. Single-cell RNA sequencing (scRNAseq) analysis found that both FABP4 and FABP5 were highly induced in endothelial cells (ECs) of ", "pmid": "38370670", "score": 2, "selected": true}, {"title": "Maternal Morbidity According to Mode of Delivery Among Pregnant Patients With Pulmonary Hypertension.", "authors_str": "Meng ML; Fuller M; Federspiel JJ; Engelhard M; McNeil A; Ernst L; Habib AS; Shah SH; Quist-Nelson J; Raghunathan K; Ohnuma T; Krishnamoorthy V", "doi": "10.1213/ANE.0000000000006523", "abstract": "BACKGROUND: Patients with pulmonary hypertension have a high risk of maternal morbidity and mortality. It is unknown if a trial of labor carries a lower risk of morbidity in these patients compared to a planned cesarean delivery. The objective of this study was to examine the association of delivery mode with severe maternal morbidity events during delivery hospitalization among patients with pulmonary hypertension.\nMETHODS: This retrospective cohort study used the Premier inpatient administrative database. Patients delivering ≥25 weeks gestation from January 1, 2016, to September 30, 2020, and with pulmonary hypertension were included. The primary analysis compared intended vaginal delivery (ie, trial of labor) to intended cesarean delivery (intention to treat analysis). A sensitivity analysis was conducted comparing vaginal delivery to cesarean delivery (as treated analysis). The primary outcome was nontransfusion severe maternal morbidity during the delivery hospitalization. Secondary outcomes included blood transfusion (4 or more units) and readmission to the delivery hospital within 90 days from discharge from delivery hospitalization.\nRESULTS: The cohort consisted of 727 deliveries. In the primary analysis, there was no difference in nontransfusion morbidity between intended vaginal delivery and intended cesarean delivery groups (adjusted odds ratio [aOR], 0.75; 95% confidence interval [CI], 0.49-1.15). In secondary analyses, intended cesarean delivery was not associated with blood transfusion (aOR, 0.71; 95% CI, 0.34-1.50) or readmission within 90 days (aOR, 0.60; 95% CI, 0.32-1.14). In the sensitivity analysis, cesarean delivery was associated with a 3-fold higher risk of nontransfusion morbidity compared to vaginal delivery (aOR, 2.64; 95% CI, 1.54-3.93), a 3-fold higher risk of blood transfusion (aOR, 3.06; 95% CI, 1.17-7.99), and a 2-fold higher risk of readmission within 90 days (aOR, 2.20; 95% CI, 1.09-4.46) compared to vaginal delivery.\nCONCLUSIONS: Among pregnant patients with pulmonary hypertension, a trial of labor was not associated with a higher risk of morbidity compared to an intended cesarean delivery. One-third of patients who required an intrapartum cesarean delivery had a morbidity event, demonstrating the increased risk of adverse events in this group.", "pmid": "37192132", "score": 2, "selected": true}], 52], "pediatric pulmonary hypertension": [[], 0], "pulmonary arterial hypertension": [[{"title": "[Research progress on bioinformatics in pulmonary arterial hypertension].", "authors_str": "Peng W; Zhang ZY; Xiao YB", "doi": "10.7499/j.issn.1008-8830.2310076", "abstract": "Pulmonary arterial hypertension (PAH) is a severe disease characterized by abnormal pulmonary vascular remodeling and increased right ventricular pressure load, posing a significant threat to patient health. While some pathological mechanisms of PAH have been revealed, the deeper mechanisms of pathogenesis remain to be elucidated. In recent years, bioinformatics has provided a powerful tool for a deeper understanding of the complex mechanisms of PAH through the integration of techniques such as multi-omics analysis, artificial intelligence, and Mendelian randomization. This review focuses on the bioinformatics methods and technologies used in PAH research, summarizing their current applications in the study of disease mechanisms, diagnosis, and prognosis assessment. Additionally, it analyzes the existing challenges faced by bioinformatics and its potential applications in the clinical and basic research fields of PAH in the future.", "pmid": "38660909", "score": 2, "selected": true}, {"title": "Effect of experimental pulmonary arterial hypertension on renal and bone parameters of rats submitted to resistance exercise training.", "authors_str": "Soares LL; Leite LB; Freitas MO; Ervilha LOG; Píccolo MS; Portes AMO; Drummond FR; Rezende LMT; Neves MM; Reis ECC; Carneiro-Júnior MA; Natali AJ", "doi": "10.1590/0001-3765202420230446", "abstract": "Pulmonary arterial hypertension (PAH) is characterized by right ventricular failure and diminished cardiac output, potentially leading to renal and bone impairments. In contrast, resistance exercise training (RT) offers cardiovascular and bone health benefits. This study aimed to assess the impacts of stable PAH induced by monocrotaline (MCT) and RT on renal morphometry, as well as bone morphometry and biomechanical properties in male Wistar rats. Four experimental groups, untrained control (UC, n=7), trained control (TC, n=7), untrained hypertensive (UH, n=7), trained hypertensive (TH, n=7), were defined. After the first MCT or saline injection (20 mg/kg), trained rats were submitted to a RT program (i.e., Ladder climbing), 5 times/week. Seven days later the rats received the second MCT or saline dose. After euthanasia, renal and femoral histomorphometry and femoral biomechanical properties were assessed. PAH reduced renal glomerular area and volume, which was prevented by the RT. While PAH did not harm the femoral morphometry, structural and mechanical properties, RT improved the femoral parameters (e.g., length, percentage of trabeculae and bone marrow, ultimte and yield loads). Experimental stable PAH promotes renal but not bone damages, whereas RT prevents renal deteriorations and improves the femoral morphological and biomechanical properties.", "pmid": "38655920", "score": 2, "selected": true}, {"title": "The biased apelin receptor agonist, MM07, reverses Sugen/hypoxia-induced pulmonary arterial hypertension as effectively as the endothelin antagonist macitentan.", "authors_str": "Williams TL; Nyimanu D; Kuc RE; Foster R; Glen RC; Maguire JJ; Davenport AP", "doi": "10.3389/fphar.2024.1369489", "abstract": null, "pmid": "38655187", "score": 2, "selected": true}, {"title": "Factors associated with discontinuation of treatment for pulmonary arterial hypertension in the United States.", "authors_str": "Farber HW; Germack HD; Croteau NS; Simeone JC; Tang F; Paoli CJ; Doad G; Panjabi S; De Marco T", "doi": "10.1002/pul2.12326", "abstract": "Information on factors leading to pulmonary arterial hypertension (PAH) treatment discontinuation is limited. This study analyzed 12,902 new PAH medication users to identify predictors of treatment discontinuation. Treatment by accredited pulmonary hypertension centers and combination therapy with PAH agents from different classes were less likely to result in discontinuation.", "pmid": "38623409", "score": 3, "selected": true}, {"title": "Causal association of depression, anxiety, cognitive performance, the brain cortical structure with pulmonary arterial hypertension: A Mendelian randomization study.", "authors_str": "Zhang Z; Kutty S; Peng W; Zeng G; Luo H; Xiao Z; Liu Q; Xiao Y", "doi": "10.1016/j.jad.2024.01.276", "abstract": "BACKGROUND: Patients with pulmonary arterial hypertension (PAH) often present with anxiety, depression and cognitive deterioration. Structural changes in the cerebral cortex in PAH patients have also been reported in observational studies.\nMETHODS: PAH genome-wide association (GWAS) including 162,962 European individuals was used to assess genetically determined PAH. GWAS summary statistics were obtained for cognitive performance, depression, anxiety and alterations in cortical thickness (TH) or surface area (SA) of the brain cortex, respectively. Two-sample Mendelian randomization (MR) was performed. Finally, sensitivity analyses including Cochran's Q test, MR-Egger intercept test, leave-one-out analyses, and funnel plot was performed.\nRESULTS: PAH had no causal relationship with depression, anxiety, and cognitive performance. At the global level, PAH was not associated with SA or TH of the brain cortex; at the functional regional level, PAH increased TH of insula (P = 0.015), pars triangularis (P = 0.037) and pars opercularis (P = 0.010) without global weighted. After global weighted, PAH increased TH of insula (P = 0.004), pars triangularis (P = 0.032), pars opercularis (P = 0.007) and rostral middle frontal gyrus (P = 0.022) while reducing TH of inferior parietal (P = 0.004), superior parietal (P = 0.031) and lateral occipital gyrus (P = 0.033). No heterogeneity and pleiotropy were detected.\nLIMITATIONS: The enrolled patients were all European and the causal relationship between PAH and the structure of the cerebral cortex in other populations remains unknown.\nCONCLUSION: Causal relationship between PAH and the brain cortical structure was implied, thus providing novel insights into the PAH associated neuropsychiatric symptoms.", "pmid": "38621510", "score": 3, "selected": true}, {"title": "Frequency, characteristics and risk assessment of pulmonary arterial hypertension with a left heart disease phenotype.", "authors_str": "Toma M; Savonitto G; Lombardi CM; Airò E; Driussi M; Gentile P; Howard L; Moschella M; Di Poi E; Pagnesi M; Monti S; Collini V; D'Angelo L; Vecchiato V; Giannoni A; Adamo M; Barbisan D; Bauleo C; Garascia A; Metra M; Sinagra G; Giudice FL; Stolfo D; Ameri P", "doi": "10.1007/s00392-024-02448-9", "abstract": "AIM: To obtain real-world evidence about the features and risk stratification of pulmonary arterial hypertension (PAH) with a left heart disease (LHD) phenotype (PAH-LHD).\nMETHODS AND RESULTS: By reviewing the records of consecutive incident PAH patients at 7 tertiary centers from 2001 to 2021, we selected 286 subjects with all parameters needed to determine risk of death at baseline and at first follow-up with COMPERA and COMPERA 2.0 scores. Fifty seven (20%) had PAH-LHD according to the AMBITION definition. Compared with no-LHD ones, they were older, had higher BMI, more cardiovascular comorbidities, higher E/e' ratio and left atrial area, but lower BNP concentrations and better right ventricular function and pulmonary hemodynamics. Survival was comparable between PAH-LHD and no-LHD patients, although the former were less commonly treated with dual PAH therapy. Both COMPERA and COMPERA 2.0 discriminated all-cause mortality risk of PAH-LHD at follow-up, but not at baseline. Risk profile significantly improved during follow-up only when assessed by COMPERA 2.0. At multivariable analysis with low-risk status as reference, intermediate-high and high-risk, but not LHD phenotype, were associated with higher hazard of all-cause mortality. Results were comparable in secondary analyses including patients in the last 10 years and atrial fibrillation and echocardiographic abnormalities as additional criteria for PAH-LHD.\nCONCLUSIONS: In real life, PAH-LHD patients are frequent, have less severe disease and are less likely treated with PAH drug combinations than no-LHD. The COMPERA 2.0 model may be more appropriate to evaluate their mortality risk during follow-up and how it is modulated by therapy.", "pmid": "38619580", "score": 3, "selected": true}, {"title": "Serum PM20D1 levels in patients with idiopathic pulmonary arterial hypertension and its clinical significance.", "authors_str": "Wang L; Liu J; Zhou L; Fu Q", "doi": "10.1186/s12872-024-03855-6", "abstract": "OBJECTIVE: This study aimed to investigate the serum levels of Peptidase M20 domain containing 1 (PM20D1) in idiopathic pulmonary arterial hypertension (IPAH) patients and examine its association with lipid metabolism, echocardiography, and hemodynamic parameters.\nMETHODS: This prospective observational research enrolled 103 IPAH patients from January 2018 to January 2022. Enzyme-linked immunosorbent assay (ELISA) was used to measure the serum PM20D1 levels in all patients before treatment within 24 h of admission. Demographic data, echocardiography, hemodynamic parameters and serum biomarkers were also collected.\nRESULTS: The IPAH patients in the deceased group had significantly elevated age, right atrial (RA), mean pulmonary arterial pressure (mPAP), mean right atrial pressure (mRAP), pulmonary capillary wedge pressure (PCWP), pulmonary vascular resistance (PVR) and significantly decreased 6 min walking distance (6MWD) and tricuspid annulus peak systolic velocity (TASPV). IPAH patients showed significant decreases in serum PM20D1, low-density lipoprotein cholesterol (LDL-C), and albumin (ALB). Additionally, PM20D1 was negatively correlated with RA, NT-proBNP and positively correlated with PVR, ALB, 6MWD, and TAPSV. Moreover, PM20D1 has the potential as a biomarker for predicting IPAH patients' prognosis. Finally, logistic regression analysis indicated that PM20D1, ALB, NT-proBNP, PVR, TASPV, RA and 6MWD were identified as risk factors for mortality in IPAH patients.\nCONCLUSION: Our findings indicated that the serum levels of PM20D1 were significantly decreased in IPAH patients with poor prognosis. Moreover, PM20D1 was identified as a risk factor associated with mortality in IPAH patients.", "pmid": "38614995", "score": 2, "selected": true}, {"title": "Calcium channel blockers in patients with pulmonary arterial hypertension receiving PAH-specific treatment.", "authors_str": "Hirakawa K; Asano R; Ueda J; Aoki T; Tsuji A; Ogo T", "doi": "10.1016/j.ijcard.2024.132043", "abstract": "BACKGROUND: Calcium channel blockers (CCB) are the first effective therapy for vasoreactive patients with idiopathic pulmonary arterial hypertension (IPAH). However, the advent of modern PAH-specific drugs may undermine the role of vasoreactivity tests and CCB treatment. We aimed to clarify the effect of acute vasoreactivity testing and CCB on patients with IPAH receiving PAH-specific treatment.\nMETHODS: We retrospectively investigated consecutive patients with IPAH (n = 136) diagnosed between 2000 and 2020 and collected data from patients who underwent acute vasoreactivity testing using inhaled nitric oxide (NO). The effects of vasoreactivity testing and CCB therapy were reviewed. Long-term survival was analysed using the Kaplan-Meier method.\nRESULTS: Acute vasoreactivity testing was performed in 49% of patients with IPAH (n = 67), including 23 patients (34%) receiving PAH-specific therapy without vasoreactivity testing. Eight patients (12%), including three patients (4.4%) receiving PAH-specific therapy, presented acute responses at vasoreactivity testing. They received high-dose CCB therapy (CCB monotherapy for five patients [7.5%] and CCB therapy and PAH-specific therapy for three patients [4.4%]). They presented a significant improvement in clinical parameters and near-normalisation of haemodynamics (mean pulmonary arterial pressure decreased from 46 [interquartile range: 40-49] to 19.5 [interquartile range: 18-23] mmHg [P < .001] at 1-year follow-up). All eight vasoreactive responders receiving CCB therapy showed better long-term survival than non-responders treated with PAH-specific therapy (P < .001).\nCONCLUSIONS: CCB therapy benefited patients with IPAH who showed acute response to vasoreactivity testing using inhaled NO, even when receiving modern PAH-specific therapy. Acute vasoreactive responders may benefit more from CCB than from PAH-specific therapy.", "pmid": "38614366", "score": 2, "selected": true}, {"title": "The Impact of Valve Surgery on the Safety and Cardiac Function of Patients with Valvular Heart Disease Complicated by Pulmonary Arterial Hypertension.", "authors_str": "Li S; Chen Z; Li K; Zhang Z; Zhou Y", "doi": null, "abstract": "OBJECTIVE: This study evaluates the effects of valve surgery on safety and cardiac function in patients with valvular heart disease complicated by pulmonary arterial hypertension (PAH), focusing on postoperative outcomes influenced by age, heart function grade, and PAH severity.\nMETHODS: A retrospective analysis was conducted on 307 valve surgery patients from April 2017 to April 2022. The cohort had a mean age of 57.6 years, with 56.9% males, and was stratified by NYHA functional class II-IV. Outcomes assessed included mortality, complication rates, left ventricular ejection fraction (LVEF), and pulmonary artery systolic pressure (PASP), with statistical analysis performed using t-tests and chi-square tests for continuous and categorical data, respectively.\nRESULTS: Postoperative outcomes varied significantly with age, NYHA class, and PASP grade. Patients aged ≤60 exhibited an average PASP reduction of 44.46% in the male group and 44.44% in the female group and an LVEF improvement of 5.28% in the male group and 5.80% in the female group. However, these patients showed a higher risk of postoperative complications, such as renal failure, arrhythmia, low cardiac output syndrome, respiratory insufficiency, (23.31%), and a higher mortality rate (13.53%)(P < .05). Higher NYHA classes correlated with increased postoperative risks of complications and mortality rates, and elevated PASP grades were associated with larger improvements in PASP and LVEF but also higher postoperative risks.\nCONCLUSION: Valve surgery in valvular heart disease with PAH is influenced by patient age, functional status, and PAH severity. Despite advances in surgical techniques, there remains a notable gap in understanding the nuanced interplay between these conditions and the variable outcomes of valve surgery. This study addresses this research gap, offering comprehensive insights into how age, heart function, and PAH severity influence postoperative outcomes. These findings are crucial for clinicians, providing a more informed basis for tailored treatment strategies, and ultimately enhancing patient care in this complex clinical scenario.Healthcare providers should consider the age-specific benefits and risks of valve surgery in patients with valvular heart disease and pulmonary arterial hypertension. Tailored decision-making, particularly for those aged ≤60, higher NYHA classes, or severe PAH, is essential for optimizing individual outcomes.", "pmid": "38607223", "score": 2, "selected": true}, {"title": "Positive Vasoreactivity Testing in Pulmonary Arterial Hypertension: Therapeutic Consequences, Treatment Patterns, and Outcomes in the Modern Management Era.", "authors_str": "Gerhardt F; Fiessler E; Olsson KM; Kayser MZ; Kovacs G; Gall H; Ghofrani HA; Badr Eslam R; Lang IM; Benjamin N; Grünig E; Halank M; Lange TJ; Ulrich S; Leuchte H; Held M; Klose H; Ewert R; Wilkens H; Pizarro C; Skowasch D; Wissmüller M; Hellmich M; Olschewski H; Hoeper MM; Rosenkranz S", "doi": "10.1161/CIRCULATIONAHA.122.063821", "abstract": "BACKGROUND: Among patients with pulmonary arterial hypertension (PAH), acute vasoreactivity testing during right heart catheterization may identify acute vasoresponders, for whom treatment with high-dose calcium channel blockers (CCBs) is recommended. However, long-term outcomes in the current era remain largely unknown. We sought to evaluate the implications of acute vasoreactivity response for long-term response to CCBs and other outcomes.\nMETHODS: Patients diagnosed with PAH between January 1999 and December 2018 at 15 pulmonary hypertension centers were included and analyzed retrospectively. In accordance with current guidelines, acute vasoreactivity response was defined by a decrease of mean pulmonary artery pressure by ≥10 mm Hg to reach <40 mm Hg, without a decrease in cardiac output. Long-term response to CCBs was defined as alive with unchanged initial CCB therapy with or without other initial PAH therapy and World Health Organization functional classification I/II or low European Society of Cardiology/European Respiratory Society risk status at 12 months after initiation of CCBs. Patients were followed for up to 5 years; clinical measures, outcome, and subsequent treatment patterns were captured.\nRESULTS: Of 3702 patients undergoing right heart catheterization for PAH diagnosis, 2051 had idiopathic, hereditary, or drug-induced PAH, of whom 1904 (92.8%) underwent acute vasoreactivity testing. A total of 162 patients fulfilled acute vasoreactivity response criteria and received an initial CCB alone (n=123) or in combination with another PAH therapy (n=39). The median follow-up time was 60.0 months (interquartile range, 30.8-60.0), during which overall survival was 86.7%. At 12 months, 53.2% remained on CCB monotherapy, 14.7% on initial CCB plus another initial PAH therapy, and the remaining patients had the CCB withdrawn or PAH therapy added. CCB long-term response was found in 54.3% of patients. Five-year survival was 98.5% in long-term responders versus 73.0% in nonresponders. In addition to established vasodilator responder criteria, pulmonary artery compliance at acute vasoreactivity testing, low risk status and NT-proBNP (N-terminal pro-B-type natriuretic peptide) levels at early follow-up correlated with long-term response and predicted survival.\nCONCLUSIONS: Our data display heterogeneity within the group of vasoresponders, with a large subset failing to show a sustained satisfactory clinical response to CCBs. This highlights the necessity for comprehensive reassessment during early follow-up. The use of pulmonary artery compliance in addition to current measures may better identify those likely to have a good long-term response.", "pmid": "38606558", "score": 2, "selected": true}, {"title": "Predictive value of red cell distribution width in children with pulmonary arterial hypertension associated with CHD.", "authors_str": "El Amrousy D; Hashem M; Hassan H; Hodeib H; Elmeazawy R", "doi": "10.1017/S1047951124000817", "abstract": "BACKGROUND: Pulmonary arterial hypertension, a common consequence of untreated CHD, is associated with a significant morbidity and mortality. Recent researches have demonstrated that patients with clinically severe cardiovascular illnesses, including pulmonary hypertension, have a greater mortality risk when their red cell distribution width is high. This work aimed to assess the predictive value of red cell distribution width in children with pulmonary arterial hypertension-CHD and to correlate red cell distribution width with various clinical and echocardiographic data.\nSUBJECTS AND METHODS: Sixty patients with CHD associated with pulmonary arterial hypertension were enrolled as the patient group. Another 60 patients with CHD and no pulmonary arterial hypertension, matched for age and sex, were enrolled as the control group. Electrocardiography and echocardiographic evaluation were performed for all included children. Red cell distribution width as part of the complete blood count was also performed using a Coulter® LH 700 series haematology analyzer.\nRESULTS: The red cell distribution width was significantly higher in the pulmonary arterial hypertension-CHD group than in the CHD-only group (\nCONCLUSION: Red cell distribution width was significantly higher in children with pulmonary arterial hypertension-CHD than in those without pulmonary arterial hypertension. Moreover, red cell distribution width could be a cheap easy predictive marker for mortality in children with pulmonary arterial hypertension-CHD.", "pmid": "38602087", "score": 2, "selected": true}, {"title": "Human Umbilical Cord Mesenchymal Stromal Cell-Derived Exosomes Alleviate Hypoxia-Induced Pulmonary Arterial Hypertension in Mice Via Macrophages.", "authors_str": "Liu H; Zhang Q; Liu C; Zhang Y; Wang Y; Huang P; Ma L; Ge R", "doi": "10.1093/stmcls/sxad098", "abstract": "Pulmonary hypertension (PH) is an intractable, severe, and progressive cardiopulmonary disease. Recent findings suggest that human umbilical cord mesenchymal stromal cells (HUCMSCs) and HUCMSC-derived exosomes (HUCMSC-Exos) possess potential therapeutic value for PH. However, whether they have beneficial effects on hypoxic pulmonary hypertension (HPH) is unclear. Exos are released into the extracellular environment by the fusion of intracellular multivesicular bodies with the cell membrane, and they play an important role in cellular communication. Exos ameliorate immune inflammation levels, alter macrophage phenotypes, regulate mitochondrial metabolic function, and inhibit pulmonary vascular remodeling, thereby improving PH. Macrophages are important sources of cytokines and other transmitters and can promote the release of cytokines, vasoactive molecules, and reactive oxygen species, all of which are associated with pulmonary vascular remodeling. Therefore, the aim of this study was to investigate whether HUCMSC-Exos could improve the lung inflammatory microenvironment and inhibit pulmonary vascular remodeling by targeting macrophages and identifying the underlying mechanisms. The results showed that HUCMSC-Exos promoted M2 macrophage polarization, decreased pro-inflammatory factors, increased IL-10 levels, and inhibited IL-33/ST2 axis expression, thereby inhibiting hypoxia-induced proliferation of pulmonary artery smooth muscle cells and ameliorating HPH.", "pmid": "38153856", "score": 2, "selected": true}], 20], "macitentan": [[], 2], "selexipag": [[], 0], "ambrisentan": [[], 0], "bosentan": [[], 0], "sotatercept": [[], 0], "riociguat": [[], 0], "portopulmonary hypertension AND pulmonary hypertension": [[], 0], "echocardiography AND pulmonary hypertension": [[], 10], "CPET AND pulmonary hypertension": [[], 1]}