{"Congenital heart disease AND pulmonary hypertension": [], "Cardiopulmonary exercise test AND pulmonary hypertension": [], "Systemic sclerosis AND pulmonary hypertension": [], "Connective tissue disease AND pulmonary hypertension": [], "pulmonary hypertension": [{"title": "Effectiveness of Mechanical Circulatory Support Devices in Reversing Pulmonary Hypertension Among Heart Transplant Candidates: A Systematic Review.", "authors_str": "Albulushi A; Al-Riyami MB; Al-Rawahi N; Al-Mukhaini M", "doi": "10.1016/j.cpcardiol.2024.102579", "abstract": "BACKGROUND: Pulmonary hypertension (PH) poses a significant challenge in the selection of candidates for heart transplantation, impacting their eligibility and post-transplant outcomes. Mechanical circulatory support (MCS) devices, particularly left ventricular assist devices (LVADs), have emerged as a therapeutic option to manage PH in this patient population. This systematic review aims to evaluate the effectiveness of MCS devices in reversing fixed pulmonary hypertension in heart transplant candidates.\nMETHODS: A comprehensive literature search was conducted across multiple databases, including PubMed, Scopus, and Web of Science, to identify studies that evaluated the effectiveness of MCS devices in reversing fixed pulmonary hypertension in heart transplant candidates. Data on pulmonary vascular resistance, PH reversal, heart transplant eligibility, and post-transplant outcomes were extracted and synthesized.\nRESULTS: The review included studies that demonstrated the potential of MCS devices, especially LVADs, to significantly reduce pulmonary vascular resistance and reverse fixed pulmonary hypertension in heart transplant candidates. These findings suggest that MCS devices can improve transplant eligibility and may positively impact post-transplant survival rates. However, the literature also indicates a need for further comparative studies to optimize MCS device selection and treatment protocols.\nCONCLUSION: MCS devices, particularly LVADs, play a crucial role in the management of fixed pulmonary hypertension in heart transplant candidates, improving their eligibility for transplantation and potentially enhancing post-transplant outcomes. Future research should focus on comparative effectiveness studies to guide clinical decision-making and optimize patient care in this challenging clinical scenario.", "pmid": "38653439", "score": 2, "selected": true}, {"title": "Meta-analysis of the correlation between pulmonary hypertension and echocardiographic parameters in patients with chronic kidney disease.", "authors_str": "Jin J; Hao W; Xie D", "doi": "10.7717/peerj.17245", "abstract": "OBJECTIVE: To investigate the correlation between pulmonary hypertension (PH) and echocardiographic parameters in patients with chronic kidney disease (CKD).\nMETHODS: PubMed, Embase, Web of Science, Cochrane, VIP, CNKI, and Wanfang databases were systematically searched for articles published from inception to 19 May 2023. Study quality was estimated using the Quality Assessment of Case-Control Studies tool. Forest plots were drawn using R language software. The \"metacor\" function in the \"meta\" package was utilized for meta-analysis of the \nRESULTS: Eleven studies were included, with 1,809 CKD patients. The correlations between 12 echocardiographic parameters and PH were analyzed. Except for FS and LVEF which were negatively correlated with CKD-PH, the other 10 parameters were positively correlated with CKD-PH. Among them, LA was highly correlated with CKD-PH (0.70 < \nCONCLUSION: CKD-PH patients may have large cardiac chambers, thickened septal tissue on both sides of the chambers, reduced pulmonary artery flow rates, and decreased left ventricular function.", "pmid": "38650651", "score": 2, "selected": true}, {"title": "Unusual cause of muscle weakness, type II respiratory failure and pulmonary hypertension: a case report of ryanodine receptor type 1(RYR1)-related myopathy.", "authors_str": "Chen Y; Zhang S; Lu X; Xie W; Wang C; Zhai Z", "doi": "10.1186/s12890-024-03016-7", "abstract": "BACKGROUND: Patients with congenital myopathies may experience respiratory involvement, resulting in restrictive ventilatory dysfunction and respiratory failure. Pulmonary hypertension (PH) associated with this condition has never been reported in congenital ryanodine receptor type 1(RYR1)-related myopathy.\nCASE PRESENTATION: A 47-year-old woman was admitted with progressively exacerbated chest tightness and difficulty in neck flexion. She was born prematurely at week 28. Her bilateral lower extremities were edematous and muscle strength was grade IV\nCONCLUSIONS: We report a case of RYR1-related myopathy exhibiting hypoventilation syndrome, type II respiratory failure and PH associated with restrictive ventilator dysfunction. Pulmonologists should keep congenital myopathies in mind in the differential diagnosis of type II respiratory failure, especially in patients with short stature and muscle weakness.", "pmid": "38649898", "score": 2, "selected": true}, {"title": "Mediating Metabolism: Inhibition of Malic Enzyme 1 (ME1) Restores Endothelial Bioenergetics and Adenosine Signaling in Pulmonary Hypertension.", "authors_str": "Rao RJ; Chan SY", "doi": "10.1161/CIRCULATIONAHA.124.068738", "abstract": null, "pmid": "38648276", "score": 2, "selected": true}, {"title": "Relationship between obstructive sleep apnea and pulmonary hypertension: past, present and future.", "authors_str": "Lenka J; Foley R; Metersky M; Salmon A", "doi": "10.1080/17476348.2024.2345684", "abstract": "INTRODUCTION: Obstructive sleep apnea (OSA) is a widely prevalent condition with consequent multiple organ systems complications. There is consensus that OSA is associated with negative effects on pulmonary hemodynamics but whether it contributes to development of clinical pulmonary hypertension (PH) is unclear.\nAREAS COVERED: In this review we 1) highlight previous studies looking into the possible bidirectional association of OSA and PH, focusing on those that explore clinical prognostic implications, 2) explore potential pathophysiology, 3) discuss the new metrics in OSA, 4) describe endo-phenotyping of OSA, 5) recommend possible risk assessment and screening pathways.\nEXPERT OPINION: Relying only on symptoms to consider a sleep study in PH patients is a missed opportunity to detect OSA, which, if present and not treated, can worsen outcomes. The potential prognostic role of sleep study metrics such as oxygen desaturation index (ODI), hypoxic burden (HB) and ventilatory burden (VB) in OSA should be studied in prospective trials to identify patients at risk for PH. AHI alone has not provided clarity. In those with PH, we should consider replacing ambulatory overnight pulse oximetry (OPO) with home sleep studies (HST). In PH patients, mild OSA should be sufficient to consider PAP therapy.", "pmid": "38646681", "score": 3, "selected": true}, {"title": "Pediatric Heart Transplantation in the Context of Severe Pulmonary Hypertension Secondary to Restrictive Cardiomyopathy-Case Report.", "authors_str": "Pawlak S; Śliwka J; Kwiatkowska J; Wierzyk A; Kuczaj A; Przybyłowski P; Hrapkowicz T", "doi": "10.1016/j.transproceed.2024.03.019", "abstract": "The aim of this study is to analyze the feasibility of performing an isolated heart transplant in patients with severe pulmonary hypertension as a result of restrictive cardiomyopathy. The results present the clinical course from the diagnosis of restrictive cardiomyopathy at the age of 2 until the heart transplant at 8 years old. Initially, the patient was considered for multiorgan transplantation, heart and lungs, due to extremely high pulmonary resistance. However, due to the prolonged waiting period for a donor and the worsening condition of the child, a decision was made to perforate the atrial septum with the implantation of an atrial flow regulator system. After conducting control hemodynamic measurements, the qualification was changed to an isolated heart transplant, accepting the high operative risk associated with the still elevated pulmonary resistance index of 4.9 Wood units. This study describes the medical problems that occurred during postoperative treatment. The patient underwent an orthotopic heart transplant in her eighth year of life. Postsurgery, complications were observed, including generalized seizures and heart transplant rejection reaction. Immunosuppressive therapies were applied, and efforts were made to combat anemia and electrolyte disorders. While the cardiovascular system and heart parameters improved, there were some difficulties in controlling heart rhythm and stabilizing electrolyte levels.", "pmid": "38643024", "score": 2, "selected": true}, {"title": "Novel Insights into the Pathobiology of Pulmonary Hypertension in Heart Failure with Preserved Ejection Fraction.", "authors_str": "Aradhyula V; Vyas R; Dube P; Haller ST; Gupta R; Maddipati KR; Kennedy DJ; Khouri SJ", "doi": "10.1152/ajpheart.00068.2024", "abstract": "Heart failure (HF) with preserved ejection fraction (HFpEF) is the most common cause of pulmonary hypertension (PH) worldwide and is strongly associated with adverse clinical outcomes. The American Heart Association recently highlighted a call to action regarding the distinct lack of evidence-based treatments for PH due to poorly understood pathophysiology of PH attributable to HFpEF (PH-HFpEF). Prior studies have described cardio-physiological mechanisms to explain the development of isolated postcapillary PH (ipc-PH); however, the consequent increased pulmonary vascular (PV) resistance (PVR) may lead to the less understood and more fatal combined pre- and postcapillary PH (cpc-PH). Metabolic disease and inflammatory dysregulation have been suggested to predispose cpc-PH, yet the molecular mechanisms are unknown. Although PH-HFpEF has been studied to partly share vasoactive neurohormonal mediators with primary pulmonary arterial hypertension (PAH), clinical trials that have targeted these pathways have been unsuccessful. The increased mortality of PH-HFpEF patients necessitates further study into viable mechanistic targets involved in disease progression. We aim to summarize the current pathophysiological and clinical understanding of PH-HFpEF, highlight the role of known molecular mechanisms in the progression of PV disease, and introduce a novel concept that lipid metabolism may be attenuating and propagating PH-HFpEF.", "pmid": "38639739", "score": 3, "selected": true}, {"title": "Development and Validation of a Nomogram of Persistent Pulmonary Hypertension in Adult Pretricuspid Shunts After Correction.", "authors_str": "Zhou Z; Gu Y; Tian L; Zheng H; Li S", "doi": "10.1161/JAHA.123.032412", "abstract": "BACKGROUND: Pretricuspid shunts have been associated with poorer survival rates in patients with Eisenmenger syndrome compared with postricuspid shunts and complex lesions. However, the risk stratification for persistent pulmonary hypertension (PH) in this population remains uncertain.\nMETHODS AND RESULTS: We retrospectively enrolled 103 patients with pretricuspid shunts with high total pulmonary resistance >4.5 Wood units (estimated pulmonary vascular resistance ≥3 Wood units). During a mean±SD follow-up of 20.95±24.84 months, 32 patients developed postoperative persistent PH after shunt correction. We identified 3 significant predictors of postoperative persistent PH, including mean pulmonary artery pressure after inhaled oxygen ≥40.5 mm Hg (odds ratio [OR], 7.78 [95% CI, 2.02-30.03]; \nCONCLUSIONS: Our study presents a multivariable risk stratification model for persistent PH after shunt correction in adults with pretricuspid shunts. This model, based on 3 hemodynamic predictors after inhaled oxygen, may assist in identifying individuals at higher risk of persistent PH after shunt correction.", "pmid": "38639332", "score": 2, "selected": true}, {"title": "GLI1+ Cells Contribute to Vascular Remodeling in Pulmonary Hypertension.", "authors_str": "Chu X; Kheirollahi V; Lingampally A; Chelladurai P; Valasarajan C; Vazquez-Armendariz AI; Hadzic S; Khadim A; Pak O; Rivetti S; Wilhelm J; Bartkuhn M; Crnkovic S; Moiseenko A; Heiner M; Kraut S; Sotoodeh L; Koepke J; Valente G; Ruppert C; Braun T; Samakovlis C; Alexopoulos I; Looso M; Chao CM; Herold S; Seeger W; Kwapiszewska G; Huang X; Zhang JS; Pullamsetti SS; Weissmann N; Li X; El Agha E; Bellusci S", "doi": "10.1161/CIRCRESAHA.123.323736", "abstract": "BACKGROUND: The precise origin of newly formed ACTA2+ (alpha smooth muscle actin-positive) cells appearing in nonmuscularized vessels in the context of pulmonary hypertension is still debatable although it is believed that they predominantly derive from preexisting vascular smooth muscle cells (VSMCs).\nMETHODS: None\nRESULTS: The data show that GLI1+ cells are abundant around distal, nonmuscularized vessels during steady state, and this lineage contributes to around 50% of newly formed ACTA2+ cells around these normally nonmuscularized vessels. During reverse remodeling, cells derived from the GLI1+ lineage are largely cleared in parallel to the reversal of muscularization. Partial ablation of GLI1+ cells greatly prevented vascular remodeling in response to hypoxia and attenuated the increase in right ventricular systolic pressure and right heart hypertrophy. Single-cell RNA sequencing on sorted lineage-labeled GLI1+ cells revealed an \nCONCLUSIONS: Our data highlight GLI1+ cells as an alternative cellular source of VSMCs in pulmonary hypertension and suggest that these cells and the associated signaling pathways represent an important therapeutic target for further studies.", "pmid": "38639105", "score": 2, "selected": true}, {"title": "A roadmap for therapeutic discovery in pulmonary hypertension associated with left heart failure. A scientific statement of the Heart Failure Association (HFA) of the ESC and the ESC Working Group on Pulmonary Circulation & Right Ventricular Function.", "authors_str": "Ameri P; Mercurio V; Pollesello P; Anker MS; Backs J; Bayes-Genis A; Borlaug BA; Burkhoff D; Caravita S; Chan SY; de Man F; Giannakoulas G; González A; Guazzi M; Hassoun PM; Hemnes AR; Maack C; Madden B; Melenovsky V; Müller OJ; Papp Z; Pullamsetti SS; Rainer PP; Redfield MM; Rich S; Schiattarella GG; Skaara H; Stellos K; Tedford RJ; Thum T; Vachiery JL; van der Meer P; Van Linthout S; Pruszczyk P; Seferovic P; Coats AJS; Metra M; Rosano G; Rosenkranz S; Tocchetti CG", "doi": "10.1002/ejhf.3236", "abstract": "Pulmonary hypertension (PH) associated with left heart failure (LHF) (PH-LHF) is one of the most common causes of PH. It directly contributes to symptoms and reduced functional capacity and negatively affects right heart function, ultimately leading to a poor prognosis. There are no specific treatments for PH-LHF, despite the high number of drugs tested so far. This scientific document addresses the main knowledge gaps in PH-LHF with emphasis on pathophysiology and clinical trials. Key identified issues include better understanding of the role of pulmonary venous versus arteriolar remodelling, multidimensional phenotyping to recognize patient subgroups positioned to respond to different therapies, and conduct of rigorous pre-clinical studies combining small and large animal models. Advancements in these areas are expected to better inform the design of clinical trials and extend treatment options beyond those effective in pulmonary arterial hypertension. Enrichment strategies, endpoint assessments, and thorough haemodynamic studies, both at rest and during exercise, are proposed to play primary roles to optimize early-stage development of candidate therapies for PH-LHF.", "pmid": "38639017", "score": 5, "selected": true}, {"title": "Determinants of physical quality of life in patients with chronic thromboembolic pulmonary hypertension after treatment: Insights from invasive exercise stress test.", "authors_str": "Watabe K; Goda A; Tobita K; Yokoyama S; Kikuchi H; Takeuchi K; Inami T; Soejima K; Kohno T", "doi": "10.1016/j.healun.2024.04.001", "abstract": "BACKGROUND: Impaired quality of life (QoL) is prevalent among patients with chronic thromboembolic pulmonary hypertension (CTEPH) despite improved survival due to medical advances. We clarified the physical QoL of patients with CTEPH with mildly elevated pulmonary hemodynamics and evaluated its determinants using a database of patients with CTEPH evaluated for hemodynamics during exercise.\nMETHODS: The QoL was measured in 144 patients with CTEPH (age, 66 (58-73) years; men/women, 48/96) with mildly elevated mean pulmonary artery pressure (< 30 mmHg) at rest after treatment with balloon pulmonary angioplasty and/or pulmonary endarterectomy using the Short-Form 36 (SF-36) questionnaire. The enrolled patients were divided into two groups: physical component summary (PCS) scores in the SF-36 over 50 as PCS-good and those under 50 as PCS-poor.\nRESULTS: The median PCS in SF-36 score was 43.4 (IQR 32.4-49.5) points. The PCS-poor group (n = 110) was older and had lower exercise capacity and SaO\nCONCLUSIONS: The impairment of physical QoL was common in patients with CTEPH with improved hemodynamics; exercise capacity, hypoxemia, and hemodynamic status during exercise were related to the physical QoL.", "pmid": "38636934", "score": 2, "selected": true}, {"title": "TRPC4 aggravates hypoxic pulmonary hypertension by promoting pulmonary endothelial cell apoptosis.", "authors_str": "Yang L; Peng Z; Gong F; Yan W; Shi Y; Li H; Zhou C; Yao H; Yuan M; Yu F; Feng L; Wan N; Liu G", "doi": "10.1016/j.freeradbiomed.2024.04.224", "abstract": "Pulmonary hypertension (PH) is a devastating disease that lacks effective treatment options and is characterized by severe pulmonary vascular remodeling. Pulmonary arterial endothelial cell (PAEC) dysfunction drives the initiation and pathogenesis of pulmonary arterial hypertension. Canonical transient receptor potential (TRPC) channels, a family of Ca", "pmid": "38636714", "score": 2, "selected": true}, {"title": "Emerging therapies: Potential roles of SGLT2 inhibitors in the management of pulmonary hypertension.", "authors_str": "Luo T; Wu H; Zhu W; Zhang L; Huang Y; Yang X", "doi": "10.1016/j.rmed.2024.107631", "abstract": "Pulmonary hypertension (PH) is a pathophysiological disorder that may involve multiple clinical conditions and may be associated with a variety of cardiovascular and respiratory diseases. Pulmonary hypertension due to left heart disease (PH-LHD) currently lacks targeted therapies, while Pulmonary arterial hypertension (PAH), despite approved treatments, carries considerable residual risk. Metabolic dysfunction has been linked to the pathogenesis and prognosis of PH through various studies, with emerging metabolic agents offering a potential avenue for improving patient outcomes. Sodium-glucose cotransporter 2 inhibitor (SGLT-2i), a novel hypoglycemic agent, could ameliorate metabolic dysfunction and exert cardioprotective effects. Recent small-scale studies suggest SGLT-2i treatment may improve pulmonary artery pressure in patients with PH-LHD, and the PAH animal model shows that SGLT-2i can reduce pulmonary vascular remodeling and prevent progression in PAH, suggesting potential benefits for patients with PH-LHD and perhaps PAH. This review aims to succinctly review PH's pathophysiology, and the connection between metabolic dysfunction and PH, and investigate the prospective mechanisms of action of SGLT-2i in PH-LHD and PAH management.", "pmid": "38631526", "score": 2, "selected": true}, {"title": "Practice Patterns for Screening and Treating Interstitial Lung Disease-related Pulmonary Hypertension at Specialty Care Centers in the United States.", "authors_str": "Khan SL; Danoff SK; Kulkarni T; Reichuber J; Shifren A; Shlobin OA; Thavarajah K; Warrior K; Case AH", "doi": "10.1513/AnnalsATS.202402-141RL", "abstract": null, "pmid": "38626420", "score": 3, "selected": true}, {"title": "Effects of right ventricular remodeling in chronic thromboembolic pulmonary hypertension on the outcomes of balloon pulmonary angioplasty: a 2D-speckle tracking echocardiography study.", "authors_str": "Ma Y; Guo D; Wang J; Gong J; Hu H; Zhang X; Wang Y; Yang Y; Lv X; Li Y", "doi": "10.1186/s12931-024-02803-4", "abstract": "BACKGROUND: Balloon pulmonary angioplasty (BPA) improves the prognosis of chronic thromboembolic pulmonary hypertension (CTEPH). Right ventricle (RV) is an important predictor of prognosis in CTEPH patients. 2D-speckle tracking echocardiography (2D-STE) can evaluate RV function. This study aimed to evaluate the effectiveness of BPA in CTEPH patients and to assess the value of 2D-STE in predicting outcomes of BPA.\nMETHODS: A total of 76 patients with CTEPH underwent 354 BPA sessions from January 2017 to October 2022. Responders were defined as those with mean pulmonary artery pressure (mPAP) ≤ 30 mmHg or those showing ≥ 30% decrease in pulmonary vascular resistance (PVR) after the last BPA session, compared to baseline. Logistic regression analysis was performed to identify predictors of BPA efficacy.\nRESULTS: BPA resulted in a significant decrease in mPAP (from 50.8 ± 10.4 mmHg to 35.5 ± 11.9 mmHg, p < 0.001), PVR (from 888.7 ± 363.5 dyn·s·cm\nCONCLUSIONS: BPA was found to reduce pulmonary artery pressure, reverse RV remodeling, and improve exercise capacity. RVFWLS obtained by 2D-STE was an independent predictor of BPA outcomes. Our study may provide a meaningful reference for interventional therapy of CTEPH.", "pmid": "38622598", "score": 2, "selected": true}, {"title": "Is pulmonary hypertension protective against cardiac tamponade? A systematic review.", "authors_str": "Adrian RJ; Alerhand S; Liteplo A; Shokoohi H", "doi": "10.1007/s11739-024-03566-y", "abstract": "The presence of pulmonary hypertension (PH) may affect whether cardiac tamponade physiology develops from a pericardial effusion. Specifically, the increased intracardiac pressure and right ventricular hypertrophy associated with PH would seemingly increase the intrapericardial pressure threshold at which the right-sided chambers collapse. In this systematic review, we examined the impact of PH on the incidence, in-hospital and long-term mortality, and echocardiographic findings of patients with cardiac tamponade. Using the PRISMA guideline, a systematic search was conducted in PubMed, Academic Search Premier, Web of Science, Google Scholar, and the Cochrane Database for studies investigating PH and cardiac tamponade. The Newcastle-Ottawa Scale was used to analyze the quality of returned studies. Primary outcomes included the incidence of cardiac tamponade, as well as in-hospital and long-term mortality rates. Secondary outcomes were the presence or absence of echocardiographic findings of cardiac tamponade in patients with PH. Forty-three studies (9 cohort studies and 34 case reports) with 1054 patients were included. The incidence of cardiac tamponade was significantly higher in patients with PH compared to those without PH, 2.0% (95% CI 1.2-3.2%) vs. 0.05% (95% CI 0.05-0.05%), p < 0.0001, OR 40.76 (95% CI 24.8-66.9). The incidence of tamponade in patients with a known pericardial effusion was similar in those with and without PH, 20.3% (95% CI 12.0-32.3%) and 20.9% (95% CI 18.0-24.1%), p = 0.9267, OR 0.97 (95% CI 0.50-1.87). In patients with tamponade, those with PH demonstrated a significantly higher in-hospital mortality than those without PH, 38.8% (95% CI 26.4-52.8%) vs. 14.4% (95% CI 14.2-14.6%), p < 0.0001, OR 3.77 (95% CI 2.12-6.70). Long-term mortality in patients with tamponade was significantly lower in those with PH than in those without PH, 45.5% (95% CI 33.0-58.5%) vs. 59.1% (95% CI 54.7-63.4%), p = 0.0258, OR 0.576 (95% CI 0.33-1.01). However, after stratifying by non-malignant etiologies, the long-term mortality benefit for those with PH disappeared. In the studies that described specific echocardiographic findings of cardiac tamponade, only 10.5% of patients with PH and tamponade showed right atrial and right ventricular collapse. When evaluating patients with pericardial effusions, physicians must recognize the effects of underlying PH on the incidence, in-hospital and long-term mortality rates, and potentially atypical echocardiographic presentation of cardiac tamponade.", "pmid": "38622465", "score": 3, "selected": true}, {"title": "OPN silencing reduces hypoxic pulmonary hypertension via PI3K-AKT-induced protective autophagy.", "authors_str": "Zhou R; Li R; Ding Q; Zhang Y; Yang H; Han Y; Liu C; Liu J; Wang S", "doi": "10.1038/s41598-024-59367-y", "abstract": "Hypoxic pulmonary hypertension (HPH) is a pulmonary vascular disease primarily characterized by progressive pulmonary vascular remodeling in a hypoxic environment, posing a significant clinical challenge. Leveraging data from the Gene Expression Omnibus (GEO) and human autophagy-specific databases, osteopontin (OPN) emerged as a differentially expressed gene, upregulated in cardiovascular diseases such as pulmonary arterial hypertension (PAH). Despite this association, the precise mechanism by which OPN regulates autophagy in HPH remains unclear, prompting the focus of this study. Through biosignature analysis, we observed significant alterations in the PI3K-AKT signaling pathway in PAH-associated autophagy. Subsequently, we utilized an animal model of OPN", "pmid": "38622371", "score": 2, "selected": true}, {"title": "Long-term impact of late pulmonary hypertension requiring medication in extremely preterm infants with severe bronchopulmonary dysplasia.", "authors_str": "Kim C; Kim S; Kim H; Hwang J; Kim SH; Yang M; Ahn SY; Sung SI; Chang YS", "doi": "10.1038/s41598-024-58977-w", "abstract": "This study investigated whether late pulmonary hypertension (LPH) independently increases the risk of long-term mortality or neurodevelopmental delay (NDD) in extremely preterm infants (EPIs) with severe bronchopulmonary dysplasia (BPD). Using prospectively collected data from the Korean Neonatal Network, we included EPIs with severe BPD born at 22-27 weeks' gestation between 2013 and 2021. EPIs having severe BPD with LPH (LPH, n = 124) were matched 1:3 with those without pulmonary hypertension (PH) as controls (CON, n = 372), via propensity score matching. LPH was defined as PH with the initiation of medication after 36 weeks' corrected age (CA). Long-term mortality after 36 weeks' CA or NDD at 18-24 months' CA was analyzed. NDD was assessed using composite scores based on various neurodevelopmental assessment modalities. LPH had significantly higher long-term mortality or NDD (45.2% vs. 23.1%, P < 0.001), mortality (24.2% vs. 4.84%, P < 0.001), and NDD (68.4% vs. 37.8%, P = 0.001), respectively than CON, even after adjusting for different demographic factors. Multivariable regression demonstrated that LPH independently increased the risk of mortality or NDD (adjusted odds ratio, 1.95; 95% confidence intervals, 1.17-3.25). When LPH occurs in EPIs with severe BPD, special monitoring and meticulous care for long-term survival and neurodevelopment are continuously needed.", "pmid": "38622180", "score": 2, "selected": true}, {"title": "IL-6/gp130 signaling in CD4<sup>+</sup> T cells drives the pathogenesis of pulmonary hypertension.", "authors_str": "Ishibashi T; Inagaki T; Okazawa M; Yamagishi A; Ohta-Ogo K; Asano R; Masaki T; Kotani Y; Ding X; Chikaishi-Kirino T; Maedera N; Shirai M; Hatakeyama K; Kubota Y; Kishimoto T; Nakaoka Y", "doi": "10.1073/pnas.2315123121", "abstract": "Pulmonary arterial hypertension (PAH) is characterized by stenosis and occlusions of small pulmonary arteries, leading to elevated pulmonary arterial pressure and right heart failure. Although accumulating evidence shows the importance of interleukin (IL)-6 in the pathogenesis of PAH, the target cells of IL-6 are poorly understood. Using mice harboring the ", "pmid": "38602915", "score": 2, "selected": true}, {"title": "Maternal Morbidity According to Mode of Delivery Among Pregnant Patients With Pulmonary Hypertension.", "authors_str": "Meng ML; Fuller M; Federspiel JJ; Engelhard M; McNeil A; Ernst L; Habib AS; Shah SH; Quist-Nelson J; Raghunathan K; Ohnuma T; Krishnamoorthy V", "doi": "10.1213/ANE.0000000000006523", "abstract": "BACKGROUND: Patients with pulmonary hypertension have a high risk of maternal morbidity and mortality. It is unknown if a trial of labor carries a lower risk of morbidity in these patients compared to a planned cesarean delivery. The objective of this study was to examine the association of delivery mode with severe maternal morbidity events during delivery hospitalization among patients with pulmonary hypertension.\nMETHODS: This retrospective cohort study used the Premier inpatient administrative database. Patients delivering ≥25 weeks gestation from January 1, 2016, to September 30, 2020, and with pulmonary hypertension were included. The primary analysis compared intended vaginal delivery (ie, trial of labor) to intended cesarean delivery (intention to treat analysis). A sensitivity analysis was conducted comparing vaginal delivery to cesarean delivery (as treated analysis). The primary outcome was nontransfusion severe maternal morbidity during the delivery hospitalization. Secondary outcomes included blood transfusion (4 or more units) and readmission to the delivery hospital within 90 days from discharge from delivery hospitalization.\nRESULTS: The cohort consisted of 727 deliveries. In the primary analysis, there was no difference in nontransfusion morbidity between intended vaginal delivery and intended cesarean delivery groups (adjusted odds ratio [aOR], 0.75; 95% confidence interval [CI], 0.49-1.15). In secondary analyses, intended cesarean delivery was not associated with blood transfusion (aOR, 0.71; 95% CI, 0.34-1.50) or readmission within 90 days (aOR, 0.60; 95% CI, 0.32-1.14). In the sensitivity analysis, cesarean delivery was associated with a 3-fold higher risk of nontransfusion morbidity compared to vaginal delivery (aOR, 2.64; 95% CI, 1.54-3.93), a 3-fold higher risk of blood transfusion (aOR, 3.06; 95% CI, 1.17-7.99), and a 2-fold higher risk of readmission within 90 days (aOR, 2.20; 95% CI, 1.09-4.46) compared to vaginal delivery.\nCONCLUSIONS: Among pregnant patients with pulmonary hypertension, a trial of labor was not associated with a higher risk of morbidity compared to an intended cesarean delivery. One-third of patients who required an intrapartum cesarean delivery had a morbidity event, demonstrating the increased risk of adverse events in this group.", "pmid": "37192132", "score": 2, "selected": true}], "pediatric pulmonary hypertension": [], "pulmonary arterial hypertension": [{"title": "Predictors of early mortality after lung transplantation for idiopathic pulmonary arterial hypertension.", "authors_str": "Girgis RE; Manandhar-Shrestha NK; Krishnan S; Murphy ET; Loyaga-Rendon R", "doi": "10.1002/pul2.12371", "abstract": "Lung transplantation remains an important therapeutic option for idiopathic pulmonary arterial hypertension (IPAH), yet short-term survival is the poorest among the major diagnostic categories. We sought to develop a prediction model for 90-day mortality using the United Network for Organ Sharing database for adults with IPAH transplanted between 2005 and 2021. Variables with a ", "pmid": "38646412", "score": 3, "selected": true}, {"title": "Research progress on the role of p53 in pulmonary arterial hypertension.", "authors_str": "Liu X; Liu B; Luo X; Liu Z; Tan X; Zhu K; Ouyang F", "doi": "10.1016/j.resinv.2024.03.011", "abstract": "PURPOSE OF REVIEW: Pulmonary arterial hypertension (PAH) is a devastating disease characterized by increased pulmonary vascular resistance and pulmonary arterial pressure. At present, the definitive pathology of PAH has not been elucidated and its effective treatment remains lacking. Despite PAHs having multiple pathogeneses, the cancer-like characteristics of cells have been considered the main reason for PAH progression.\nRECENT FINDINGS: p53 protein, an important tumor suppressor, regulates a multitude of gene expressions to maintain normal cellular functions and suppress the progression of malignant tumors. Recently, p53 has been found to exert multiple biological effects on cardiovascular diseases. Since PAH shares similar metabolic features with cancer cells, the regulatory roles of p53 in PAH are mainly the induction of cell cycle, inhibition of cell proliferation, and promotion of apoptosis.\nSUMMARY: This paper summarized the advanced findings on the molecular mechanisms and regulatory functions of p53 in PAH, aiming to reveal the potential therapeutic targets for PAH.", "pmid": "38643536", "score": 2, "selected": true}, {"title": "Gaps in evidence in the management of patients with intermediate-risk pulmonary arterial hypertension: Considerations following the ESC/ERS 2022 guidelines.", "authors_str": "D'Alto M; Badagliacca R; Airò E; Ameri P; Argiento P; Garascia A; Lombardi CM; Mulè M; Raineri C; Scelsi L; Vizza CD; Ghio S", "doi": "10.1016/j.vph.2024.107374", "abstract": "A comprehensive evaluation of risk, using multiple indices, is necessary to provide reliable prognostic information and guide therapy in pulmonary arterial hypertension (PAH). The current ESC/ERS guidelines suggest using a three-strata model for incident (newly diagnosed) patients and a four-strata model for prevalent patients with PAH. The four-strata model serves as a fundamental risk-stratification tool and relies on a minimal dataset of indicators that must be considered during follow-up. Nevertheless, there are still areas of vagueness and ambiguity when classifying and managing patients in the intermediate-risk category. For these patients, considerations should include right heart imaging, hemodynamics, as well as individual factors such as age, sex, genetic profile, disease type, comorbidities, and kidney function. The aim of this report is to present case studies, with a specific focus on patients ultimately classified as intermediate risk. We aim to emphasize the challenges and complexities encountered in the realms of diagnosis, classification, and treatment for these particular patients.", "pmid": "38642596", "score": 3, "selected": true}, {"title": "Preliminary Mechanism of Glial Maturation Factor β on Pulmonary Vascular Remodeling in Pulmonary Arterial Hypertension.", "authors_str": "Li J; Shi S; Yan W; Shen Y; Liu C; Xu J; Xu G; Lu L; Song H", "doi": "10.1002/adbi.202300623", "abstract": "Recent evidence suggests that glia maturation factor β (GMFβ) is important in the pathogenesis of pulmonary arterial hpertension (PAH), but the underlying mechanism is unknown. To clarify whether GMFβ can be involved in pulmonary vascular remodeling and to explore the role of the IL-6-STAT3 pathway in this process, the expression of GMFβ in PAH rats is examined and the expression of downstream molecules including periostin (POSTN) and interleukin-6 (IL-6) is measured using real-time quantitative polymerase chain reaction (RT-qPCR) and western blot analysis. The location and expression of POSTN is also tested in PAH rats using immunofluorescence. It is proved that GMFβ is upregulated in the lungs of PAH rats. Knockout GMFβ alleviated the MCT-PAH by reducing right ventricular systolic pressure (RVSP), mean pulmonary arterial pressure (mPAP), and pulmonary vascular remodeling. Moreover, the inflammation of the pulmonary vasculature is ameliorated in PAH rats with GMFβ absent. In addition, the IL-6-STAT3 signaling pathway is activated in PAH; knockout GMFβ reduced POSTN and IL-6 production by inhibiting the IL-6-STAT3 signaling pathway. Taken together, these findings suggest that knockout GMFβ ameliorates PAH in rats by inhibiting the IL-6-STAT3 signaling pathway.", "pmid": "38640923", "score": 2, "selected": true}, {"title": "When pulmonary arterial hypertension complicates connective tissue diseases: we still have not found what we are looking for.", "authors_str": "Gigante A; Papa S; Rosato E; Badagliacca R; Marra AM", "doi": "10.1007/s11739-024-03598-4", "abstract": null, "pmid": "38637488", "score": 3, "selected": true}, {"title": "Causal impact of gut microbiota and associated metabolites on pulmonary arterial hypertension: a bidirectional Mendelian randomization study.", "authors_str": "Li X; Tan JS; Xu J; Zhao Z; Zhao Q; Zhang Y; Duan A; Huang Z; Zhang S; Gao L; Yang YJ; Yang T; Jin Q; Luo Q; Yang Y; Liu Z", "doi": "10.1186/s12890-024-03008-7", "abstract": "BACKGROUND: Patients with pulmonary arterial hypertension (PAH) exhibit a distinct gut microbiota profile; however, the causal association between gut microbiota, associated metabolites, and PAH remains elusive. We aimed to investigate this causal association and to explore whether dietary patterns play a role in its regulation.\nMETHODS: Summary statistics of gut microbiota, associated metabolites, diet, and PAH were obtained from genome-wide association studies. The inverse variance weighted method was primarily used to measure the causal effect, with sensitivity analyses using the weighted median, weighted mode, simple mode, MR pleiotropy residual sum and outlier (MR-PRESSO), and MR-Egger methods. A reverse Mendelian randomisation analysis was also performed.\nRESULTS: Alistipes (odds ratio [OR] = 2.269, 95% confidence interval [CI] 1.100-4.679, P = 0.027) and Victivallis (OR = 1.558, 95% CI 1.019-2.380, P = 0.040) were associated with an increased risk of PAH, while Coprobacter (OR = 0.585, 95% CI 0.358-0.956, P = 0.032), Erysipelotrichaceae (UCG003) (OR = 0.494, 95% CI 0.245-0.996, P = 0.049), Lachnospiraceae (UCG008) (OR = 0.596, 95% CI 0.367-0.968, P = 0.036), and Ruminococcaceae (UCG005) (OR = 0.472, 95% CI 0.231-0.962, P = 0.039) protected against PAH. No associations were observed between PAH and gut microbiota-derived metabolites (trimethylamine N-oxide [TMAO] and its precursors betaine, carnitine, and choline), short-chain fatty acids (SCFAs), or diet. Although inverse variance-weighted analysis demonstrated that elevated choline levels were correlated with an increased risk of PAH, the results were not consistent with the sensitivity analysis. Therefore, the association was considered insignificant. Reverse Mendelian randomisation analysis demonstrated that PAH had no causal impact on gut microbiota-derived metabolites but could contribute to increased the levels of Butyricicoccus and Holdemania, while decreasing the levels of Clostridium innocuum, Defluviitaleaceae UCG011, Eisenbergiella, and Ruminiclostridium 5.\nCONCLUSIONS: Gut microbiota were discovered suggestive evidence of the impacts of genetically predicted abundancy of certain microbial genera on PAH. Results of our study point that the production of SCFAs or TMAO does not mediate this association, which remains to be explained mechanistically.", "pmid": "38632547", "score": 2, "selected": true}, {"title": "ATP13A3 variants promote pulmonary arterial hypertension by disrupting polyamine transport.", "authors_str": "Liu B; Azfar M; Legchenko E; West JA; Martin S; Van den Haute C; Baekelandt V; Wharton J; Howard L; Wilkins MR; Vangheluwe P; Morrell NW; Upton PD", "doi": "10.1093/cvr/cvae068", "abstract": "AIMS: Potential loss-of-function variants of ATP13A3, the gene encoding a P5B-type transport ATPase of undefined function, were recently identified in pulmonary arterial hypertension (PAH) patients. ATP13A3 is implicated in polyamine transport but its function has not been fully elucidated. Here, we sought to determine the biological function of ATP13A3 in vascular endothelial cells and how PAH-associated variants may contribute to disease pathogenesis.\nMETHODS AND RESULTS: We studied the impact of ATP13A3 deficiency and overexpression in endothelial cell (EC) models (human pulmonary ECs, blood outgrowth ECs (BOECs) and HMEC-1 cells), including a PAH patient-derived BOEC line harbouring an ATP13A3 variant (LK726X). We also generated mice harbouring an Atp13a3 variant analogous to a human disease-associated variant to establish whether these mice develop PAH.ATP13A3 localised to the recycling endosomes of human ECs. Knockdown of ATP13A3 in ECs generally reduced the basal polyamine content and altered the expression of enzymes involved in polyamine metabolism. Conversely, overexpression of wild-type ATP13A3 increased polyamine uptake. Functionally, loss of ATP13A3 was associated with reduced EC proliferation, increased apoptosis in serum starvation and increased monolayer permeability to thrombin. Assessment of five PAH-associated missense ATP13A3 variants (L675V, M850I, V855M, R858H, L956P) confirmed loss-of-function phenotypes represented by impaired polyamine transport and dysregulated EC function. Furthermore, mice carrying a heterozygous germ-line Atp13a3 frameshift variant representing a human variant spontaneously developed a PAH phenotype, with increased pulmonary pressures, right ventricular remodelling and muscularisation of pulmonary vessels.\nCONCLUSION: We identify ATP13A3 as a polyamine transporter controlling polyamine homeostasis in ECs, deficiency of which leads to EC dysfunction and predisposes to PAH. This suggests a need for targeted therapies to alleviate the imbalances in polyamine homeostasis and EC dysfunction in PAH.", "pmid": "38626311", "score": 3, "selected": true}, {"title": "Factors associated with discontinuation of treatment for pulmonary arterial hypertension in the United States.", "authors_str": "Farber HW; Germack HD; Croteau NS; Simeone JC; Tang F; Paoli CJ; Doad G; Panjabi S; De Marco T", "doi": "10.1002/pul2.12326", "abstract": "Information on factors leading to pulmonary arterial hypertension (PAH) treatment discontinuation is limited. This study analyzed 12,902 new PAH medication users to identify predictors of treatment discontinuation. Treatment by accredited pulmonary hypertension centers and combination therapy with PAH agents from different classes were less likely to result in discontinuation.", "pmid": "38623409", "score": 3, "selected": true}, {"title": "Causal association of depression, anxiety, cognitive performance, the brain cortical structure with pulmonary arterial hypertension: A Mendelian randomization study.", "authors_str": "Zhang Z; Kutty S; Peng W; Zeng G; Luo H; Xiao Z; Liu Q; Xiao Y", "doi": "10.1016/j.jad.2024.01.276", "abstract": "BACKGROUND: Patients with pulmonary arterial hypertension (PAH) often present with anxiety, depression and cognitive deterioration. Structural changes in the cerebral cortex in PAH patients have also been reported in observational studies.\nMETHODS: PAH genome-wide association (GWAS) including 162,962 European individuals was used to assess genetically determined PAH. GWAS summary statistics were obtained for cognitive performance, depression, anxiety and alterations in cortical thickness (TH) or surface area (SA) of the brain cortex, respectively. Two-sample Mendelian randomization (MR) was performed. Finally, sensitivity analyses including Cochran's Q test, MR-Egger intercept test, leave-one-out analyses, and funnel plot was performed.\nRESULTS: PAH had no causal relationship with depression, anxiety, and cognitive performance. At the global level, PAH was not associated with SA or TH of the brain cortex; at the functional regional level, PAH increased TH of insula (P = 0.015), pars triangularis (P = 0.037) and pars opercularis (P = 0.010) without global weighted. After global weighted, PAH increased TH of insula (P = 0.004), pars triangularis (P = 0.032), pars opercularis (P = 0.007) and rostral middle frontal gyrus (P = 0.022) while reducing TH of inferior parietal (P = 0.004), superior parietal (P = 0.031) and lateral occipital gyrus (P = 0.033). No heterogeneity and pleiotropy were detected.\nLIMITATIONS: The enrolled patients were all European and the causal relationship between PAH and the structure of the cerebral cortex in other populations remains unknown.\nCONCLUSION: Causal relationship between PAH and the brain cortical structure was implied, thus providing novel insights into the PAH associated neuropsychiatric symptoms.", "pmid": "38621510", "score": 3, "selected": true}, {"title": "Frequency, characteristics and risk assessment of pulmonary arterial hypertension with a left heart disease phenotype.", "authors_str": "Toma M; Savonitto G; Lombardi CM; Airò E; Driussi M; Gentile P; Howard L; Moschella M; Di Poi E; Pagnesi M; Monti S; Collini V; D'Angelo L; Vecchiato V; Giannoni A; Adamo M; Barbisan D; Bauleo C; Garascia A; Metra M; Sinagra G; Giudice FL; Stolfo D; Ameri P", "doi": "10.1007/s00392-024-02448-9", "abstract": "AIM: To obtain real-world evidence about the features and risk stratification of pulmonary arterial hypertension (PAH) with a left heart disease (LHD) phenotype (PAH-LHD).\nMETHODS AND RESULTS: By reviewing the records of consecutive incident PAH patients at 7 tertiary centers from 2001 to 2021, we selected 286 subjects with all parameters needed to determine risk of death at baseline and at first follow-up with COMPERA and COMPERA 2.0 scores. Fifty seven (20%) had PAH-LHD according to the AMBITION definition. Compared with no-LHD ones, they were older, had higher BMI, more cardiovascular comorbidities, higher E/e' ratio and left atrial area, but lower BNP concentrations and better right ventricular function and pulmonary hemodynamics. Survival was comparable between PAH-LHD and no-LHD patients, although the former were less commonly treated with dual PAH therapy. Both COMPERA and COMPERA 2.0 discriminated all-cause mortality risk of PAH-LHD at follow-up, but not at baseline. Risk profile significantly improved during follow-up only when assessed by COMPERA 2.0. At multivariable analysis with low-risk status as reference, intermediate-high and high-risk, but not LHD phenotype, were associated with higher hazard of all-cause mortality. Results were comparable in secondary analyses including patients in the last 10 years and atrial fibrillation and echocardiographic abnormalities as additional criteria for PAH-LHD.\nCONCLUSIONS: In real life, PAH-LHD patients are frequent, have less severe disease and are less likely treated with PAH drug combinations than no-LHD. The COMPERA 2.0 model may be more appropriate to evaluate their mortality risk during follow-up and how it is modulated by therapy.", "pmid": "38619580", "score": 3, "selected": true}, {"title": "Corosolic acid attenuates platelet-derived growth factor signaling in macrophages and smooth muscle cells of pulmonary arterial hypertension.", "authors_str": "Yamamura A; Fujiwara M; Kawade A; Amano T; Hossain A; Nayeem MJ; Kondo R; Suzuki Y; Inoue Y; Hayashi H; Suzuki S; Sato M; Yamamura H", "doi": "10.1016/j.ejphar.2024.176564", "abstract": "Pulmonary arterial hypertension (PAH) is a progressive and life-threatening disease that is characterized by vascular remodeling of the pulmonary artery. Pulmonary vascular remodeling is primarily caused by the excessive proliferation and migration of pulmonary arterial smooth muscle cells (PASMCs), which are facilitated by perivascular inflammatory cells including macrophages. Corosolic acid (CRA) is a natural pentacyclic triterpenoid that exerts anti-inflammatory effects. In the present study, the effects of CRA on the viability of macrophages were examined using monocrotaline (MCT)-induced PAH rats and human monocyte-derived macrophages. Although we previously reported that CRA inhibited signal transducer and activator of transcription 3 (STAT3) signaling and ameliorated pulmonary vascular remodeling in PAH, the inhibitory mechanism remains unclear. Therefore, the underlying mechanisms were investigated using PASMCs from idiopathic PAH (IPAH) patients. In MCT-PAH rats, CRA inhibited the accumulation of macrophages around remodeled pulmonary arteries. CRA reduced the viability of human monocyte-derived macrophages. In IPAH-PASMCs, CRA attenuated cell proliferation and migration facilitated by platelet-derived growth factor (PDGF)-BB released from macrophages and PASMCs. CRA also downregulated the expression of PDGF receptor β and its signaling pathways, STAT3 and nuclear factor-κB (NF-κB). In addition, CRA attenuated the phosphorylation of PDGF receptor β and STAT3 following the PDGF-BB simulation. The expression and phosphorylation levels of PDGF receptor β after the PDGF-BB stimulation were reduced by the small interfering RNA knockdown of NF-κB, but not STAT3, in IPAH-PASMCs. In conclusion, CRA attenuated the PDGF-PDGF receptor β-STAT3 and PDGF-PDGF receptor β-NF-κB signaling axis in macrophages and PASMCs, and thus, ameliorated pulmonary vascular remodeling in PAH.", "pmid": "38614383", "score": 2, "selected": true}, {"title": "Calcium channel blockers in patients with pulmonary arterial hypertension receiving PAH-specific treatment.", "authors_str": "Hirakawa K; Asano R; Ueda J; Aoki T; Tsuji A; Ogo T", "doi": "10.1016/j.ijcard.2024.132043", "abstract": "BACKGROUND: Calcium channel blockers (CCB) are the first effective therapy for vasoreactive patients with idiopathic pulmonary arterial hypertension (IPAH). However, the advent of modern PAH-specific drugs may undermine the role of vasoreactivity tests and CCB treatment. We aimed to clarify the effect of acute vasoreactivity testing and CCB on patients with IPAH receiving PAH-specific treatment.\nMETHODS: We retrospectively investigated consecutive patients with IPAH (n = 136) diagnosed between 2000 and 2020 and collected data from patients who underwent acute vasoreactivity testing using inhaled nitric oxide (NO). The effects of vasoreactivity testing and CCB therapy were reviewed. Long-term survival was analysed using the Kaplan-Meier method.\nRESULTS: Acute vasoreactivity testing was performed in 49% of patients with IPAH (n = 67), including 23 patients (34%) receiving PAH-specific therapy without vasoreactivity testing. Eight patients (12%), including three patients (4.4%) receiving PAH-specific therapy, presented acute responses at vasoreactivity testing. They received high-dose CCB therapy (CCB monotherapy for five patients [7.5%] and CCB therapy and PAH-specific therapy for three patients [4.4%]). They presented a significant improvement in clinical parameters and near-normalisation of haemodynamics (mean pulmonary arterial pressure decreased from 46 [interquartile range: 40-49] to 19.5 [interquartile range: 18-23] mmHg [P < .001] at 1-year follow-up). All eight vasoreactive responders receiving CCB therapy showed better long-term survival than non-responders treated with PAH-specific therapy (P < .001).\nCONCLUSIONS: CCB therapy benefited patients with IPAH who showed acute response to vasoreactivity testing using inhaled NO, even when receiving modern PAH-specific therapy. Acute vasoreactive responders may benefit more from CCB than from PAH-specific therapy.", "pmid": "38614366", "score": 2, "selected": true}, {"title": "Human Umbilical Cord Mesenchymal Stromal Cell-Derived Exosomes Alleviate Hypoxia-Induced Pulmonary Arterial Hypertension in Mice Via Macrophages.", "authors_str": "Liu H; Zhang Q; Liu C; Zhang Y; Wang Y; Huang P; Ma L; Ge R", "doi": "10.1093/stmcls/sxad098", "abstract": "Pulmonary hypertension (PH) is an intractable, severe, and progressive cardiopulmonary disease. Recent findings suggest that human umbilical cord mesenchymal stromal cells (HUCMSCs) and HUCMSC-derived exosomes (HUCMSC-Exos) possess potential therapeutic value for PH. However, whether they have beneficial effects on hypoxic pulmonary hypertension (HPH) is unclear. Exos are released into the extracellular environment by the fusion of intracellular multivesicular bodies with the cell membrane, and they play an important role in cellular communication. Exos ameliorate immune inflammation levels, alter macrophage phenotypes, regulate mitochondrial metabolic function, and inhibit pulmonary vascular remodeling, thereby improving PH. Macrophages are important sources of cytokines and other transmitters and can promote the release of cytokines, vasoactive molecules, and reactive oxygen species, all of which are associated with pulmonary vascular remodeling. Therefore, the aim of this study was to investigate whether HUCMSC-Exos could improve the lung inflammatory microenvironment and inhibit pulmonary vascular remodeling by targeting macrophages and identifying the underlying mechanisms. The results showed that HUCMSC-Exos promoted M2 macrophage polarization, decreased pro-inflammatory factors, increased IL-10 levels, and inhibited IL-33/ST2 axis expression, thereby inhibiting hypoxia-induced proliferation of pulmonary artery smooth muscle cells and ameliorating HPH.", "pmid": "38153856", "score": 2, "selected": true}], "macitentan": [], "selexipag": [], "ambrisentan": [], "bosentan": [], "sotatercept": [], "riociguat": [], "portopulmonary hypertension AND pulmonary hypertension": [], "echocardiography AND pulmonary hypertension": [], "CPET AND pulmonary hypertension": [], "PAH": [{"title": "\"Efficacy and safety of ralinepag, a novel oral IP agonist, in PAH patients on mono or dual background therapy: results from a phase 2 randomised, parallel group, placebo-controlled trial.\" F. Torres, H. Farber, A. Ristic, et al. Eur Respir J 2019; 54: 1901030.", "authors_str": "", "doi": "10.1183/13993003.51030-2019", "abstract": null, "pmid": "38636973", "score": 2, "selected": true}, {"title": "Polycyclic aromatic hydrocarbon (PAH) phytoaccumulation in urban areas by Platanus × acerifolia, Celtis australis, and Tilia grandifolia leaves and branches.", "authors_str": "Kostić S; Kebert M; Teslić N; Stojanović DB; Zorić M; Kovačević B; Orlović S", "doi": "10.1007/s11356-024-33280-3", "abstract": "Polycyclic aromatic hydrocarbon (PAH) concentrations in the leaves and 1-year-old branches of three common tree species growing in a middle-sized city located in a moderate climate zone were estimated. For this purpose, PAH phytoaccumulation in Platanus × acerifolia, Celtis australis, and Tilia grandifolia species from highly urbanized, traffic congested, and highly PAH-contaminated streets was compared with trees from non-contaminated parks in the same urban core. The gathered data was used to define 17 PAH profiles, identify the main PAH pollution emission sources, and determine the organ and species specificity of PAHs accumulation. Due to the direct absorption of polluted air via stomata, the leaves accumulated up to 30% more PAHs compared to the 1-year-old branches. As expected, PAH concentrations were much higher in street trees, while heavy weight PAHs (with five and six rings) were accumulated in the highest concentrations. The highest foliar Σ", "pmid": "38632198", "score": 2, "selected": true}, {"title": "Construction of an effective method combining in situ capping with electric field-enhanced biodegradation for treating PAH-contaminated soil at abandoned coking sites.", "authors_str": "Li J; Li F; Tong M; Zhao Z; Xi K; Guo S", "doi": "10.1016/j.scitotenv.2024.171209", "abstract": "The simultaneous application of in situ capping and electro-enhanced biodegradation may be a suitable method for ensuring the feasibility and safety of reusing abandoned coking sites. However, the capping layer type and applied electric field pattern may affect the efficiency of sequestering and removing pollutants. This study investigated changes in electric current, soil moisture content and pH, polycyclic aromatic hydrocarbon (PAH) concentration, bacterial number, and microbial community structure and metabolic function during soil remediation at abandoned coking plant sites under different applied electric field patterns and barrier types. The results indicated that polarity-reversal electric field was more conducive to maintaining electric current, soil properties, resulting in higher microbial number, community diversity, and functional gene abundance. At 21d, the mean PAH concentrations in contaminated soil, the capping layer's clean soil and barrier were 78.79, 7.56, and 1.57 mg kg", "pmid": "38408657", "score": 2, "selected": true}, {"title": "Examining diverse remediation mechanisms of biochar in soil contaminated with polycyclic aromatic hydrocarbon (PAH) of various ring structures: A global meta-analysis.", "authors_str": "Li Q; Chen R; Xu Y; Chen C; Xiong J; Tan W; Fang L", "doi": "10.1016/j.scitotenv.2024.171178", "abstract": "Biochar is a widely recognized solution for addressing polycyclic aromatic hydrocarbon (PAH) contamination. However, it is unclear how the different physicochemical properties of PAHs affect remediation mechanisms, thereby affecting the remediation efficiency of biochar. In this study, a meta-analysis of 56 studies with 2236 observations was conducted to quantify the contributions of the preparation parameters and physicochemical properties of biochar, soil properties, and application measures to remediation efficiency. The research results revealed that PAH contents in the contaminated soil were significantly reduced by an average of 24.99 % after the application of biochar. Random Forest analysis identified feedstock, biochar SSA, soil pH, and rate of biochar application to be the most critical factors among the four categories. The reduction of PAH contents in the contaminated soil first decreased from 37.61 % to 17.44 % and then increased to 40.29 % with an increase in the number of aromatic rings from 2 to 6. Our study results suggest that biochar prepared from bio-waste at low temperatures could be favorable for reducing the content of NAP in soil. Wood-derived biochar pyrolyzed at a relatively high temperature is recommended for remediation of soil contaminated with PAHs with 5 or 6 aromatic rings. Our study provides a new perspective and an optimized strategy for the remediation of PAH-contaminated soils with biochar.", "pmid": "38402988", "score": 2, "selected": true}, {"title": "AI-assisted systematic review on remediation of contaminated soils with PAHs and heavy metals.", "authors_str": "Ashkanani Z; Mohtar R; Al-Enezi S; Smith PK; Calabrese S; Ma X; Abdullah M", "doi": "10.1016/j.jhazmat.2024.133813", "abstract": "This systematic review addresses soil contamination by crude oil, a pressing global environmental issue, by exploring effective treatment strategies for sites co-contaminated with heavy metals and polycyclic aromatic hydrocarbons (PAHs). Our study aims to answer pivotal research questions: (1) What are the interaction mechanisms between heavy metals and PAHs in contaminated soils, and how do these affect the efficacy of different remediation methods? (2) What are the challenges and limitations of combined remediation techniques for co-contaminated soils compared to single-treatment methods in terms of efficiency, stability, and specificity? (3) How do various factors influence the effectiveness of biological, chemical, and physical remediation methods, both individually and combined, in co-contaminated soils, and what role do specific agents play in the degradation, immobilization, or removal of heavy metals and PAHs under diverse environmental conditions? (4) Do AI-powered search tools offer a superior alternative to conventional search methodologies for executing an exhaustive systematic review? Utilizing big-data analytics and AI tools such as Litmaps.co, ResearchRabbit, and MAXQDA, this study conducts a thorough analysis of remediation techniques for soils co-contaminated with heavy metals and PAHs. It emphasizes the significance of cation-π interactions and soil composition in dictating the solubility and behavior of these pollutants. The study pays particular attention to the interplay between heavy metals and PAH solubility, as well as the impact of soil properties like clay type and organic matter on heavy metal adsorption, which results in nonlinear sorption patterns. The research identifies a growing trend towards employing combined remediation techniques, especially biological strategies like biostimulation-bioaugmentation, noting their effectiveness in laboratory settings, albeit with potentially higher costs in field applications. Plants such as Medicago sativa L. and Solanum nigrum L. are highlighted for their effectiveness in phytoremediation, working synergistically with beneficial microbes to decompose contaminants. Furthermore, the study illustrates that the incorporation of biochar and surfactants, along with chelating agents like EDTA, can significantly enhance treatment efficiency. However, the research acknowledges that varying environmental conditions necessitate site-specific adaptations in remediation strategies. Life Cycle Assessment (LCA) findings indicate that while high-energy methods like Steam Enhanced Extraction and Thermal Resistivity - ERH are effective, they also entail substantial environmental and financial costs. Conversely, Natural Attenuation, despite being a low-impact and cost-effective option, may require prolonged monitoring. The study advocates for an integrative approach to soil remediation, one that harmoniously balances environmental sustainability, cost-effectiveness, and the specific requirements of contaminated sites. It underscores the necessity of a holistic strategy that combines various remediation methods, tailored to meet both regulatory compliance and the long-term sustainability of decontamination efforts.", "pmid": "38402679", "score": 3, "selected": true}, {"title": "Drivers distinguishing of PAHs heterogeneity in surface soil of China using deep learning coupled with geo-statistical approach.", "authors_str": "Wang W; Chen S; Chen L; Wang L; Chao Y; Shi Z; Lin D; Yang K", "doi": "10.1016/j.jhazmat.2024.133840", "abstract": "Although numerous studies have reported the influencing factors of polycyclic aromatic hydrocarbons (PAHs) in surface soil from source, process or soil perspectives, the mechanism of PAHs heterogeneity in surface soil are still not well understood. In this study, the effects of 16 PAHs in surface soil of China sampled between 2003 and 2020 with their 17 \"source-process-sink\" factors at 1 km resolution (N = 660)) were explored using deep learning (eXtreme Gradient Boosting) to mine key information from complex dataset under the optimized parameters (i.e., learning rate = 0.05, maximum depth = 5, sub-sample = 0.8). It was observed that top five factors of 16 PAH had the largest cumulative contribution (i.e., from 84.8% to 98.1%) on their soil concentrations. PAH emission was the predominant driver, and its effect on soil PAH increases with increasing logK", "pmid": "38394897", "score": 2, "selected": true}]}