{"Congenital heart disease AND pulmonary hypertension": [[], 4], "Cardiopulmonary exercise test AND pulmonary hypertension": [[], 2], "Systemic sclerosis AND pulmonary hypertension": [[], 1], "Connective tissue disease AND pulmonary hypertension": [[], 1], "pulmonary hypertension": [[{"title": "Cluster analysis identifies novel real-world lung disease-pulmonary hypertension subphenotypes: implications for treatment response.", "authors_str": "Johnson SW; Wang RS; Winter MR; Gillmeyer KR; Zeder K; Klings ES; Goldstein RH; Wiener RS; Maron BA", "doi": "10.1183/23120541.00959-2023", "abstract": "BACKGROUND: Clinical trials repurposing pulmonary arterial hypertension (PAH) therapies to patients with lung disease- or hypoxia-pulmonary hypertension (PH) (classified as World Health Organization Group 3 PH) have failed to show a consistent benefit. However, Group 3 PH clinical heterogeneity suggests robust phenotyping may inform detection of treatment-responsive subgroups. We hypothesised that cluster analysis would identify subphenotypes with differential responses to oral PAH therapy.\nMETHODS: Two k-means analyses were performed on a national cohort of US veterans with Group 3 PH; an inclusive model (I) of all treated patients (n=196) and a haemodynamic model (H) limited to patients with right heart catheterisations (n=112). The primary outcome was organ failure or all-cause mortality by cluster. An exploratory analysis evaluated within-cluster treatment effects.\nRESULTS: Three distinct clusters of Group 3 PH patients were identified. In the inclusive model (C1\nCONCLUSIONS: Cluster analysis identifies novel real-world subphenotypes of Group 3 PH patients with distinct clinical trajectories. Future studies may consider this methodological approach to identify subgroups of heterogeneous patients that may be responsive to existing pulmonary vasodilatory therapies.", "pmid": "38770008", "score": 3, "selected": true}, {"title": "Characteristics and outcomes of gemcitabine-associated pulmonary hypertension.", "authors_str": "Mouillot P; Favrolt N; Khouri C; Grandvuillemin A; Chaumais MC; Schenesse D; Seferian A; Jais X; Savale L; Beltramo G; Sitbon O; Cracowski JL; Humbert M; Georges M; Bonniaud P; Montani D", "doi": "10.1183/23120541.00654-2023", "abstract": "BACKGROUND: Despite its known cardiac and lung toxicities, the chemotherapy drug gemcitabine has only rarely been associated with pulmonary hypertension (PH), and the underlying mechanism remains unclear. The objective of the present study was to assess the association between gemcitabine and PH.\nMETHODS: We identified incident cases of precapillary PH confirmed by right heart catheterisation in patients treated with gemcitabine from the French PH Registry between January 2007 and December 2022. The aetiology, clinical, functional, radiological and haemodynamic characteristics of PH were reviewed at baseline and during follow-up. A pharmacovigilance disproportionality analysis was conducted using the World Health Organization (WHO) pharmacovigilance database.\nRESULTS: We identified nine cases of pulmonary arterial hypertension, either induced (in eight patients) or exacerbated (in one patient) by gemcitabine. Patients exhibited severe precapillary PH, with a median mean pulmonary arterial pressure of 40 (range 26-47) mmHg, a cardiac index of 2.4 (1.6-3.9) L·min\nCONCLUSION: Both clinical cases and pharmacovigilance data substantiate a significant association between gemcitabine use and the onset or worsening of precapillary PH. The observed improvement following the discontinuation of treatment underscores the importance of PH screening in gemcitabine-exposed patients experiencing unexplained dyspnoea.", "pmid": "38770007", "score": 3, "selected": true}, {"title": "Management and Outcomes of Kidney Transplant Candidates With Severe Pulmonary Hypertension: A Single-center Strategy and Experience.", "authors_str": "Kumar D; Raju N; Prajapati B; Moinuddin I; Tripathi S; Grinnan D; Thomas D; Gupta G", "doi": "10.1097/TXD.0000000000001640", "abstract": "BACKGROUND: Severe pulmonary hypertension (PH) is associated with high mortality posttransplant and thus is considered a contraindication to kidney transplantation. In this study, we describe the pretransplant management and posttransplant outcomes in patients with severe PH using a multidisciplinary approach.\nMETHODS: Between 11 of 2013 and 8 of 2022, we identified all patients with severe PH on initial pretransplant workup who underwent ultrafiltration (UF) or medical therapy for PH before transplant. Posttransplant we evaluated the perioperative course, renal function, graft, and patient survival. We compared survival to those who remained waitlisted or were delisted.\nRESULTS: Three-two patients (mean age = 55.03 ± 10.22 y) diagnosed with severe PH on pretransplant screening echocardiogram. Thirty patients (94%) were subjected to a median of 4 (range, 3-8) UF sessions with an average weight loss of 4.33 ± 2.6 kg. Repeat assessment of PH revealed a decline in mean pulmonary artery systolic pressure from 67 ± 12 mm Hg to 43 ± 13 mm Hg (\nCONCLUSION: In this single-center study, we report postcapillary PH can be a significant contributor to elevations in pulmonary artery systolic pressure. Using a multidisciplinary approach, PH can improve with volume removal and phosphodiesterase 5 inhibitors therapy leading to a successful posttransplant outcome.", "pmid": "38769978", "score": 2, "selected": true}, {"title": "Bioreactance assessment of cardiac output lacks reliability for the follow-up of patients with pulmonary hypertension.", "authors_str": "Turquier S; Huot L; Lamkhioued M; Subtil F; Traclet J; Ahmad K; Lestelle F; Chauvelot L; Cottin V; Mornex JF", "doi": "10.1371/journal.pone.0298727", "abstract": "Cardiac output (CO) is one of the primary prognostic factors evaluated during the follow-up of patients treated for pulmonary hypertension (PH). It is recommended that it be measured using the thermodilution technique during right heart catheterization. The difficulty to perform iterative invasive measurements on the same individual led us to consider a non-invasive option. The aims of the present study were to assess the agreement between CO values obtained using bioreactance (Starling™ SV) and thermodilution, and to evaluate the ability of the bioreactance monitor to detect patients whose CO decreased by more than 15% during follow-up and, accordingly, its usefulness for patient monitoring. A prospective cohort study evaluating the performance of the Starling™ SV monitor was conducted in patients with clinically stable PH. Sixty patients referred for hemodynamic assessment were included. CO was measured using both the thermodilution technique and bioreactance during two follow-up visits. A total of 60 PH patients were included. All datasets were available at the baseline visit (V0) and 50 of them were usable during the follow-up visit (V1). Median [IQR] CO was 4.20 l/min [3.60-4.70] when assessed by bioreactance, and 5.30 l/min [4.57-6.20] by thermodilution (p<0.001). The Spearman correlation coefficient was 0.51 [0.36-0.64], and the average deviation on Bland-Altman plot was -1.25 l/min (95% CI [-1.48-1.01], p<0.001). The ability of the monitor to detect a variation in CO of more than 15% between two follow-up measurements, when such variation existed using thermodilution, was insufficient for clinical practice (AUC = 0.54, 95% CI [0.33-0.75]).", "pmid": "38768104", "score": 3, "selected": true}, {"title": "Impact of Maternal Exercise on Mice Offspring Development, Pulmonary Hypertension, and Vascular Remodeling in Chronic Hypoxia.", "authors_str": "Leslie E; Gonzalez Bosc LV; Specht J; McKenna ZJ; Gridley R; Luna V; Jones DT; Lantz BJ; Moriwaki M; Hsiao YY; Gibson AL; Mermier C; Wilson SM; Deyhle MR", "doi": "10.1249/MSS.0000000000003479", "abstract": "PURPOSE: Chronic, high-altitude hypoxic exposure increases the risk of high-altitude pulmonary hypertension (PH). Emerging evidence shows maternal exercise may improve offspring resistance to disease throughout life. The purpose of this study is to determine if maternal exercise mitigates chronic hypoxic-induced changes in the offspring indicative of high-altitude pulmonary hypertension development.\nMETHODS: Female adult C57BL/6 J mice were randomly allocated to nonexercise or exercise conditions. Exercise consisted of voluntary running wheel exercise for four weeks during the perinatal period. Three days after birth, the pups remained at low altitude (normoxia) or were exposed to hypobaric hypoxia of 450 mmHg to simulate ~4500 m altitude exposure until 8 weeks of age. The study consisted of 4 groups: Hypoxia + Nonexercise pregnancy, Hypoxia + Exercise, or the respective, normoxia conditions (Normoxia + Nonexercise or Normoxia + Exercise). Offspring body size, motor function, right ventricular systolic pressure (RVSP), and cardiopulmonary morphology were assessed after 8 weeks in normoxia or hypoxia.\nRESULTS: Both hypoxic groups had smaller body sizes, reduced motor function, increased hematocrit, RVSP, muscularization in medium-sized pulmonary arteries, as well as right ventricular hypertrophy and contractility compared to the normoxic groups (p < 0.05).\nCONCLUSIONS: Chronic hypoxia simulating 4500 m attenuated growth, lowered motor function, and elicited PH development. Voluntary maternal exercise did not significantly decrease RVSP in the offspring, which aligned with a lack of effect to attenuate abnormal body size and cardiopulmonary development due to chronic hypoxia. These findings are preliminary in nature and more powered studies through larger group sizes are required to generalize the results to the population.", "pmid": "38768014", "score": 2, "selected": true}, {"title": "Balloon Pulmonary Angioplasty for the Treatment of Chronic Thromboembolic Pulmonary Hypertension.", "authors_str": "Carlozzi LN; Lin CH; Steinberg ZL", "doi": "10.14797/mdcvj.1347", "abstract": "Chronic thromboembolic pulmonary hypertension is a rare form of pulmonary hypertension in patients who have evidence of chronic thromboembolic occlusion of the pulmonary vasculature. Historically, surgical pulmonary thromboendarterectomy has been the treatment of choice. However, with up to 40% of patients deemed inoperable, balloon pulmonary angioplasty has emerged as an additional treatment strategy. Balloon pulmonary angioplasty is a complementary strategy alongside surgical pulmonary thromboendarterectomy and offers the opportunity for pulmonary revascularization in patients who have more distal disease, higher comorbidities, or residual obstruction following operative intervention. This review examines the history of balloon pulmonary angioplasty, highlights its effectiveness, discusses important complications and risk reduction strategies, and emphasizes the importance of centers forming a multidisciplinary team of providers to manage the complexity of patients with chronic thromboembolic pulmonary hypertension.", "pmid": "38765209", "score": 2, "selected": true}, {"title": "Development and validation of machine learning algorithms based on electrocardiograms for cardiovascular diagnoses at the population level.", "authors_str": "Kalmady SV; Salimi A; Sun W; Sepehrvand N; Nademi Y; Bainey K; Ezekowitz J; Hindle A; McAlister F; Greiner R; Sandhu R; Kaul P", "doi": "10.1038/s41746-024-01130-8", "abstract": "Artificial intelligence-enabled electrocardiogram (ECG) algorithms are gaining prominence for the early detection of cardiovascular (CV) conditions, including those not traditionally associated with conventional ECG measures or expert interpretation. This study develops and validates such models for simultaneous prediction of 15 different common CV diagnoses at the population level. We conducted a retrospective study that included 1,605,268 ECGs of 244,077 adult patients presenting to 84 emergency departments or hospitals, who underwent at least one 12-lead ECG from February 2007 to April 2020 in Alberta, Canada, and considered 15 CV diagnoses, as identified by International Classification of Diseases, 10th revision (ICD-10) codes: atrial fibrillation (AF), supraventricular tachycardia (SVT), ventricular tachycardia (VT), cardiac arrest (CA), atrioventricular block (AVB), unstable angina (UA), ST-elevation myocardial infarction (STEMI), non-STEMI (NSTEMI), pulmonary embolism (PE), hypertrophic cardiomyopathy (HCM), aortic stenosis (AS), mitral valve prolapse (MVP), mitral valve stenosis (MS), pulmonary hypertension (PHTN), and heart failure (HF). We employed ResNet-based deep learning (DL) using ECG tracings and extreme gradient boosting (XGB) using ECG measurements. When evaluated on the first ECGs per episode of 97,631 holdout patients, the DL models had an area under the receiver operating characteristic curve (AUROC) of <80% for 3 CV conditions (PTE, SVT, UA), 80-90% for 8 CV conditions (CA, NSTEMI, VT, MVP, PHTN, AS, AF, HF) and an AUROC > 90% for 4 diagnoses (AVB, HCM, MS, STEMI). DL models outperformed XGB models with about 5% higher AUROC on average. Overall, ECG-based prediction models demonstrated good-to-excellent prediction performance in diagnosing common CV conditions.", "pmid": "38762623", "score": 3, "selected": true}, {"title": "Native hepatic T1-time as a non-invasive predictor of diastolic dysfunction and a monitoring tool for disease progression and treatment response in patients with pulmonary hypertension.", "authors_str": "Kremer N; Roller FC; Kremer S; Schäfer S; Kryvenko V; Rako ZA; Brito da Rocha BR; Yogeswaran A; Seeger W; Guth S; Wiedenroth CB; Tello K", "doi": "10.1016/j.ijcard.2024.132189", "abstract": "AIMS: Hepatic T1-time derived from cardiac magnetic resonance imaging (cMRI) reflects venous congestion and may provide a simple alternative to invasive end-diastolic elastance (Eed) for assessment of right ventricular (RV) diastolic function. We investigated the association of native hepatic T1-time with single-beat Eed and the value of hepatic T1-time for longitudinal monitoring in pulmonary hypertension (PH).\nMETHODS AND RESULTS: We retrospectively enrolled 85 patients with suspected PH (59% female; 78 with PH diagnosed; 7 with PH excluded) who underwent standard right heart catheterization and cMRI within 24 h between 2015 and 2020. Hepatic T1-time showed moderate to strong correlations (rho >0.3, P ≤ 0.002) with pulmonary vascular resistance, native myocardial T1-time, Eed, RV size and function, brain natriuretic peptide (BNP) level, and 6-min walk distance, and a significant association with functional class (Kruskal-Wallis P < 0.001). Eed, myocardial T1-time, and BNP were independently linked to hepatic T1-time in multivariable regression. Hepatic T1-time > 598 ms predicted elevated Eed with 72.9% sensitivity and 82.1% specificity. Hepatic T1-time was superior to Eed in predicting clinical worsening. In 16 patients with follow-up assessments, those with decreasing hepatic T1-time (7 patients) showed significant hemodynamic improvements, whereas those with increasing hepatic T1-time (9 patients) did not. In a second retrospective cohort of 27 patients with chronic thromboembolic PH undergoing balloon pulmonary angioplasty, hepatic T1-time decreased significantly and hemodynamics improved after the procedure.\nCONCLUSIONS: Hepatic T1-time predicts RV diastolic dysfunction and prognosis, and may be useful for monitoring disease progression and treatment response in PH.", "pmid": "38761974", "score": 3, "selected": true}, {"title": "Effects of medical therapy and age on cardiac output changes following balloon pulmonary angioplasty: Implications for combination therapy in chronic thromboembolic pulmonary hypertension.", "authors_str": "Kanezawa M; Shimokawahara H; Ejiri K; Goten C; Okada H; Sato K; Yuasa S; Matsubara H", "doi": "10.1016/j.healun.2024.05.007", "abstract": "BACKGROUND: Some patients with chronic thromboembolic pulmonary hypertension (CTEPH) exhibit exercise intolerance due to reduced cardiac output (CO) even after successful balloon pulmonary angioplasty (BPA). Medical therapy is a potential option for such cases; however, it is unclear which patients necessitate it even after BPA.\nMETHODS: This study included 286 patients with CTEPH who underwent BPA and right heart catheterization one year after the final BPA and classified them into No-medication and Withdrawal groups. The No-medication group comprised patients without pulmonary hypertension (PH) medications before and after BPA, while the Withdrawal group included patients who received PH medications before BPA and discontinued them after BPA. We assessed differences in the changes in CO after BPA from baseline (ΔCO) between the two groups. Additionally, we evaluated the ΔCO among different age categories within each group: younger (< 60 years), middle-aged (60 to 70 years), and older-adults (≥ 70 years).\nRESULTS: After adjusting baseline covariates, overall ΔCO did not differ significantly. However, ΔCO was significantly increased in No-medication group but decreased in Withdrawal group (0.32 and -0.33, difference in ΔCO: -0.65, 95% confidence intervals: -0.90 to -0.40). A significantly positive effect on ΔCO was observed only in younger individuals, with a significant interaction between age and ΔCO in both groups.\nCONCLUSIONS: Increasing CO with BPA alone may be challenging with age in patients with CTEPH. Given that discontinuation of PH medication after BPA decreased CO more than the effect of BPA, medical therapy might be necessary even after successful BPA.", "pmid": "38759765", "score": 2, "selected": true}, {"title": "Native myocardial T1 and right ventricular size by CMR predict outcome in systemic sclerosis-associated pulmonary hypertension.", "authors_str": "Knight DS; Virsinskaite R; Karia N; Cole AR; Maclean RH; Brown JT; Patel RK; Razvi Y; Venneri L; Kotecha T; Martinez-Naharro A; Kellman P; Scott-Russell AM; Schreiber BE; Ong VH; Denton CP; Fontana M; Coghlan JG; Muthurangu V", "doi": "10.1093/rheumatology/keae141", "abstract": "OBJECTIVES: Measures of right heart size and function are prognostic in systemic sclerosis-associated pulmonary hypertension (SSc-PH), but the importance of myocardial tissue characterisation remains unclear. We aimed to investigate the predictive potential and interaction of cardiovascular magnetic resonance (CMR) myocardial tissue characterisation and right heart size and function in SSc-PH.\nMETHODS: A retrospective, single-centre, observational study of 148 SSc-PH patients confirmed by right heart catheterization who underwent clinically-indicated CMR including native myocardial T1 and T2 mapping from 2016 to 2023 was performed.\nRESULTS: Sixty-six (45%) patients died during follow-up (median 3.5 years, range 0.1-7.3). Patients who died were older (65 vs 60 years, p= 0.035) with more dilated (RVEDVi and RVESVi, p< 0.001), hypertrophied (RVMi, p= 0.013) and impaired (RVEF, p< 0.001) right ventricles, more dilated right atria (RAi, p= 0.043) and higher native myocardial T1 (p< 0.001).After adjustment for age, RVESVi (p = 0.0023) and native T1 (p = 0.0024) were independent predictors of all-cause mortality. Both RVESVi and native T1 remained independently predictive after adjusting for age and PH subtype (RVESVi p < 0.001, T1 p = 0.0056). Optimal prognostic thresholds for RVESVi and native T1 were ≤38 mL/m2 and ≤1119 ms, respectively (p < 0.001). Patients with RVESVi ≤ 38 mL/m2 and native T1 ≤ 1119 ms had significantly better outcomes than all other combinations (p < 0.001). Furthermore, patients with RVESVi > 38mL/m2 and native T1 ≤ 1119 ms had significantly better survival than patients with RVESVi > 38mL/m2 and native T1 > 1119ms (p = 0.017).\nCONCLUSION: We identified prognostically relevant CMR metrics and thresholds for patients with SSc-PH. Assessing myocardial tissue characterisation alongside RV function confers added value in SSc-PH and may represent an additional treatment target.", "pmid": "38759116", "score": 3, "selected": true}, {"title": "The puzzles surrounding the impact of face masks on 6-minute walking distance in pulmonary hypertension.", "authors_str": "Ma JL; Wang AY; Lu D; Cheng CY; Jing ZC", "doi": "10.1183/13993003.01879-2023", "abstract": null, "pmid": "38754950", "score": 2, "selected": true}, {"title": "Reply to: The puzzles surrounding the impact of face masks on 6-minute walking distance in pulmonary hypertension.", "authors_str": "Wissmüller M; Wartner V; Hohmann C; Adler J; Kramer T; Hellmich M; Gerhardt F; Baldus S; Rosenkranz S", "doi": "10.1183/13993003.00529-2024", "abstract": null, "pmid": "38754949", "score": 3, "selected": true}, {"title": "Infected Thrombosis Leading to Veno-Venous Extracorporeal Membrane Oxygenation Dysfunction in Chronic Thromboembolic Pulmonary Hypertension.", "authors_str": "Grate JC; Reynolds TS; Gordon AC; Dave SB", "doi": "10.1097/MAT.0000000000002233", "abstract": "Nosocomial infections and thrombosis are frequent complications during extracorporeal membrane oxygenation (ECMO). Preventative measures and close monitoring for early recognition of these complications are imperative in patients supported with ECMO. We report the case of a 41 year old female on veno-venous ECMO awaiting surgical thrombectomy for chronic thromboembolic pulmonary hypertension that developed profound bacteremia leading to gross purulence and thrombosis of the membrane oxygenator. Recannulation in addition to targeted antibiotics, frequent cultures, imaging, and surgery were diagnostic and therapeutic interventions that led to ultimate resolution.", "pmid": "38753559", "score": 2, "selected": true}, {"title": "Dapagliflozin reverses combined postcapillary and precapillary pulmonary hypertension in a patient with advanced heart failure.", "authors_str": "Masarone D; Falco L; Catapano D; Gravino R; Valente F", "doi": "10.23736/S2724-5683.24.06592-X", "abstract": null, "pmid": "38753469", "score": 3, "selected": true}, {"title": "Accuracy of brain natriuretic peptide and N-terminal brain natriuretic peptide for detecting paediatric pulmonary hypertension: a systematic review and meta-analysis.", "authors_str": "Zhou R; Lei Y; Ge L; Mao Q; Yang L; Qiu X", "doi": "10.1080/07853890.2024.2352603", "abstract": "OBJECTIVE: Pulmonary hypertension (PH) is a life-threatening disease, especially in paediatric population. Symptoms of paediatric PH are non-specific. Accurate detection of paediatric PH is helpful for early treatment and mortality reduction. Therefore, we assessed the overall performance of brain natriuretic peptide (BNP) and N-terminal brain natriuretic peptide (NT-proBNP) for diagnosing PH in paediatric population.\nMETHODS: PubMed, Web of Science, Cochrane Library and Embase databases were screened since their respective inceptions until August 2023. A bivariate random model and a hierarchical summary receiver operating characteristic model were used together to evaluate and summarize the overall performance of BNP and NT-proBNP for diagnosing paediatric PH.\nRESULTS: Eighteen studies using BNP/NT-proBNP were assessed, comprising 1127 samples. The pooled sensitivity, specificity, positive likelihood ratio (PLR), negative likelihood ratio (NLR), diagnostic odds ratio (DOR) and area under the curve (AUROC) of BNP/NT-proBNP were separately as 0.81, 0.87, 6.33, 0.21, 29.50 and 0.91, suggesting a good diagnostic performance of BNP/NT-proBNP for detecting PH in paediatric population. For BNP, the pooled sensitivity, specificity, PLR, NLR, DOR and AUROC were 0.83, 0.89, 7.76, 0.19, 40.90 and 0.93, indicating the diagnostic accuracy of BNP for paediatric PH patients was good. For NT-proBNP, the pooled sensitivity, specificity, PLR, NLR, DOR and AUROC were 0.81, 0.86, 5.59, 0.22, 24.96 and 0.90, showing that NT-proBNP could provide a good value for detecting paediatric PH.\nCONCLUSIONS: Both BNP and NT-proBNP are good markers for differentiating paediatric PH patients from non-PH individuals.", "pmid": "38753384", "score": 2, "selected": true}, {"title": "Persistent Pulmonary Hypertension of the Newborn: Should Sildenafil and Inhaled Nitric Oxide at Medium Concentration Be the Standard of Treatment?", "authors_str": "Florez ID; Parra-Rodas L", "doi": "10.1097/CCM.0000000000006278", "abstract": null, "pmid": "38752821", "score": 2, "selected": true}, {"title": "Right heart catheterization in idiopathic pulmonary hypertension: An all-inclusive necessity.", "authors_str": "Adhyapak SM; Konda A; K T T; Shivakumar; Varghese K", "doi": "10.1016/j.cpcardiol.2024.102642", "abstract": "The gold standard for diagnosis of pulmonary hypertension is right heart catheterization. This procedure requires considerable expertise and has its own procedure related complications. If not done properly, it can lead to misinterpretations of its findings. We have highlighted the procedural technique and major pitfalls in the diagnosis of pulmonary hypertension.", "pmid": "38750992", "score": 2, "selected": true}, {"title": "Therapeutic Potential of Sodium Houttuyfonate in Pulmonary Hypertension Through Orai-Ca2+ Channels.", "authors_str": "Saint-Martin Willer A; El Jekmek K; Antigny F", "doi": "10.1165/rcmb.2024-0214ED", "abstract": null, "pmid": "38749029", "score": 3, "selected": true}, {"title": "The Management of Mild Pulmonary Hypertension in Clinical Practice.", "authors_str": "Zeder K; Brittain E; Kovacs G; Maron BA", "doi": "10.1513/AnnalsATS.202312-1079FR", "abstract": "The definition of pulmonary hypertension (PH) has been revised recently by lowering the mean pulmonary artery pressure (mPAP) threshold from ≥25 mmHg to >20mmHg, assessed by right heart catheterization (RHC). This change reflects the mPAP upper limit of normal and lower limit that is independently associated with adverse outcome. To improve the specificity of diagnosing pathogenic elevation in mPAP, however, classifying patients with precapillary PH now also includes pulmonary vascular resistance (PVR) >2.0WU (from >3.0WU). These changes are positioned to capture ~55% more patients with PH. Since all clinical trials showing benefit of pulmonary vasodilator therapy in precapillary PH used the classical hemodynamic definition, the approach to diagnosis and management of patients with mild PH (i.e., mPAP 21-24mmHg and PVR 2-3WU) requires particular consideration. Here, we use a question- answer format to discuss key areas in the management of mild PH, including practical information catered to clinicians without training in PH.", "pmid": "38747696", "score": 3, "selected": true}, {"title": "Pulmonary Hypertension and Anastrozole (PHANTOM): A Randomized, Double-Blind, Placebo-Controlled Trial.", "authors_str": "Kawut SM; Feng R; Ellenberg SS; Zamanian R; Bull T; Chakinala M; Mathai SC; Hemnes A; Lin G; Doyle M; Andrew R; MacLean M; Stasinopoulos I; Austin E; DeMichele A; Shou H; Minhas J; Song N; Moutchia J; Ventetuolo CE", "doi": "10.1164/rccm.202402-0371OC", "abstract": "RATIONALE: Inhibition of aromatase with anastrozole reduces pulmonary hypertension in experimental models.\nOBJECTIVES: We aimed to determine whether anastrozole improved six-minute walk distance (6MWD) at six months in pulmonary arterial hypertension (PAH).\nMETHODS: We performed a randomized, double-blind, placebo-controlled Phase II clinical trial of anastrozole in subjects with PAH at seven centers. Eighty-four post-menopausal women and men with PAH were randomized in a 1:1 ratio to receive anastrozole 1 mg or placebo by mouth daily, stratified by sex using permuted blocks of variable sizes. All subjects and study staff were masked. The primary outcome was the change from baseline in 6MWD at six months. Using intent-to-treat analysis, we estimated the treatment effect of anastrozole using linear regression models adjusted for sex and baseline 6MWD. Assuming 10% loss to follow-up, we anticipated having 80% power to detect a difference in the change in 6MWD of 22 meters.\nMEASUREMENTS AND MAIN RESULTS: Forty-one subjects were randomized to placebo and 43 to anastrozole and all received the allocated treatment. Three subjects in the placebo group and two in the anastrozole group discontinued study drug. There was no significant difference in the change in 6MWD at six months (placebo-corrected treatment effect -7.9 m, 95%CI -32.7 - 16.9, p = 0.53). There was no difference in adverse events between the groups.\nCONCLUSIONS: Anastrozole did not show a significant effect on 6MWD compared to placebo in post-menopausal women and men with PAH. Anastrozole was safe and did not show adverse effects. Clinical trial registration available at www.\nCLINICALTRIALS: gov, ID: NCT03229499.", "pmid": "38747680", "score": 3, "selected": true}, {"title": "o<sup>8</sup>G Site-Specifically Modified tRF-1-AspGTC: A Novel Therapeutic Target and Biomarker for Pulmonary Hypertension.", "authors_str": "Zhang J; Li Y; Chen Y; Zhang J; Jia Z; He M; Liao X; He S; Bian JS; Nie XW", "doi": "10.1161/CIRCRESAHA.124.324421", "abstract": "RATIONALE: Hypoxia and oxidative stress contribute to the development of pulmonary hypertension (PH). tRNA-derived fragments play important roles in RNA interference and cell proliferation, but their epitranscriptional roles in PH development have not been investigated.\nOBJECTIVE: We aimed to gain insight into the mechanistic contribution of oxidative stress-induced 8-oxoguanine in pulmonary vascular remodeling.\nMETHODS AND RESULTS: Through small RNA modification array analysis and quantitative polymerase chain reaction, a significant upregulation of the 8-oxoguanine-modified tRF-1-AspGTC was found in the lung tissues and the serum of patients with PH. This modification occurs at the fifth 8-oxoguanine (5o\nCONCLUSIONS: Our study highlights the role of site-specific 8-oxoguanine-modified tRF in promoting the development of PH. Our findings present a promising therapeutic avenue for managing PH and propose 5o", "pmid": "38747146", "score": 2, "selected": true}, {"title": "Milrinone in persistent pulmonary hypertension of newborn: a scoping review.", "authors_str": "Galis R; Mudura D; Trif P; Diggikar S; Prasath A; Ognean ML; Mazela J; Lacatusu A; Ramanathan R; Kramer BW; Singh Y", "doi": "10.1038/s41390-024-03234-z", "abstract": "Persistent pulmonary hypertension of the newborn (PPHN) is a common neonatal condition in newborns admitted to the neonatal intensive care units (NICUs). PPHN has still a high mortality and morbidity. Inhaled nitric oxide (iNO) is the first line vasodilator therapy for PPHN in high income countries. In low-to-middle income countries (LMICs), availability of iNO remains scarce and expensive. The purpose of this scoping review was to evaluate the current existing literature for milrinone therapy in PPHN and to identify the knowledge gaps in milrinone use in infants with PPHN. The available evidence for milrinone remains limited both as monotherapy and as an adjuvant to iNO. The studies were heterogeneous, conducted in different settings, with different populations and more importantly the endpoints of these trials were short-term outcomes such as changes in oxygenation and blood pressure. Large prospective studies investigating long-term outcomes, mortality, and the need for Extracorporeal membrane oxygenation (ECMO) are warranted. Randomized controlled trials with milrinone as monotherapy are needed in LMICs where iNO availability remains limited. IMPACT: Milrinone has a potential role in the management of PPHN both as an adjuvant to iNO as well as a monotherapy. This scoping review identified the problems existing in the published literature on milrinone and the barriers to generalization of these results. Multi-centre randomized controlled trials on milrinone, especially involving centers from low- and middle-income countries are needed, where it can be evaluated as first-line pulmonary vasodilator therapy.", "pmid": "38745027", "score": 3, "selected": true}, {"title": "A systematic screening and heart team approach contributes to unravel novel risk factors in revascularisation candidates of complex coronary artery disease: a machine learning approach.", "authors_str": "Kageyama S; Ninomiya K; Jonik S; Masuda S; Revaiah PC; Tsai TY; Garg S; Onuma Y; Serruys PW; Mazurek T", "doi": "10.20452/pamw.16747", "abstract": "INTRODUCTION: The baseline characteristics affecting mortality following percutaneous or surgical revascularisation in patients with left main (LM) and/or three-vessel (3V) coronary artery disease (CAD) differ between real-world practice and those established in randomized control trials (RCT) due to the constraints of inclusion/exclusion criteria.\nOBJECTIVES: This study aimed to assess whether systematic screening identifies novel and registry-specific baseline characteristics influencing long-term mortality.\nPATIENT AND METHODS: LASSO (Least Absolute Shrinkage and Selection Operator) regression was used to screen 42 baseline characteristics shared by the SYNTAX trial and a single-center Polish registry of 1035 consecutive patients with complex CAD, receiving revascularization and followed up for 5 years. After screening, classical Cox regression analysis was performed to examine the suitability of a Linear model for predicting 5-year mortality, which was then compared to the mortality predicted in the same cohort using the SYNTAX score 2020 (SS2020).\nRESULTS: Five-year mortality in the registry was 12.3%, with the strongest predictors of pulmonary hypertension, chronic obstructive pulmonary disease and insulin-dependent diabetes. In an internal validation, the linear model constructed after LASSO screening and combined with a classical Cox regression analysis improved the prediction of 5-year mortality compared to the SS2020 (c-index 0.92 and 0.75, respectively).\nCONCLUSIONS: Machine learning improved the detection of registry-specific risk factors in all comers patients amenable to surgical or percutaneous revascularization who were discussed in a heart team. The risk factors identified from RCT are not necessarily the same as those detected in real clinical practice when systematic screening is applied.", "pmid": "38742937", "score": 2, "selected": true}, {"title": "N6-methyladenosine modification of KLF2 may contribute to endothelial-to-mesenchymal transition in pulmonary hypertension.", "authors_str": "Kang K; Xiang J; Zhang X; Xie Y; Zhou M; Zeng L; Zhuang J; Kuang J; Lin Y; Hu B; Xiong Q; Yin Q; Su Q; Liao X; Wang J; Niu Y; Liu C; Tian J; Gou D", "doi": "10.1186/s11658-024-00590-w", "abstract": "BACKGROUND: Pulmonary hypertension (PH) is a progressive disease characterized by pulmonary vascular remodeling. Increasing evidence indicates that endothelial-to-mesenchymal transition (EndMT) in pulmonary artery endothelial cells (PAECs) is a pivotal trigger initiating this remodeling. However, the regulatory mechanisms underlying EndMT in PH are still not fully understood.\nMETHODS: Cytokine-induced hPAECs were assessed using RNA methylation quantification, qRT-PCR, and western blotting to determine the involvement of N6-methyladenosine (m\nRESULTS: The global levels of m\nCONCLUSIONS: Our findings unveil a novel METTL3/KLF2 pathway critical for protecting hPAECs against EndMT, highlighting a promising avenue for therapeutic investigation in PH.", "pmid": "38741032", "score": 2, "selected": true}, {"title": "Pulmonary artery-pulmonary artery collaterals in chronic thromboembolic pulmonary hypertension.", "authors_str": "Gong S; Li H; Wang L", "doi": "10.1136/thorax-2023-221219", "abstract": null, "pmid": "38604664", "score": 2, "selected": true}, {"title": "The Road to Heart Transplant in a Patient With Cardiomyopathy, Shone Complex, and Severe Pulmonary Hypertension.", "authors_str": "Albulushi A; Al-Asmi S; Al-Abri M; Al-Farhan H", "doi": "10.1016/j.jaccas.2024.102323", "abstract": "Our case report details the journey of a 16-year-old male patient with Shone complex and advanced heart failure. We highlight the pivotal role of the HeartWare Ventricular Assist Device (Medtronic) implantation in mitigating severe pulmonary hypertension, thereby facilitating his eligibility for a heart transplant. We discuss the subsequent management of post-transplant pulmonary hypertension and right ventricular dysfunction using targeted pulmonary vasodilators and inotropic support, underscoring the intricacies of postoperative care in pediatric heart transplant patients. This case emphasizes our observation of the critical role that left ventricular assist devices play in redefining transplant candidacy and the necessity for complex, ongoing management in pediatric heart transplant scenarios.", "pmid": "38601845", "score": 3, "selected": true}, {"title": "In-hospital outcomes of pulmonary hypertension in HIV patients: A population based cohort study.", "authors_str": "Sanivarapu RR; Arjun S; Otero J; Munshi R; Akella J; Iqbal J; Zaki K", "doi": "10.1016/j.ijcard.2024.131900", "abstract": "BACKGROUND: Pulmonary hypertension (PH) is a known complication of HIV infection. Outcomes of HIV-infected patients with PH (HIV-PH) have not been well established. We aim to assess various in-hospital outcomes such as mortality, resource utilization, and health care burden associated with HIV patients with concurrent PH.\nMATERIALS AND METHODS: We used National Inpatient Sample (NIS) 2015 Quarter 4 through 2019 for this study. We identified patients using International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM) diagnostic codes with both HIV and pulmonary hypertension. Cohorts were weighted by NIS-provided algorithm which allows for national estimates. Univariate and multivariate regression analyses were used to determine odds ratios.\nRESULTS: A total of 910,120 patients were identified with HIV, among which 28,175 (3.19%) were identified to have concurrent PH. When compared to HIV alone, HIV-PH patients were older (54.53(±11.61) vs. 49.44(±13.11), predominantly black (64.45% vs. 51.8%%), more often male (57.2%), all p < 0.001. HIV-PH cohort had higher comorbidities with higher Charlson Comorbidity Index (CCI) (7.07(±3.53) vs. 5.17(±3.65), had slightly longer LOS [adjusted mean difference (aMD) 0.79], higher healthcare burden corrected for inflation (aMD $17,065); all p < 0.001. In univariate regression analysis, patients with HIV-PH had significantly higher rates of developing heart failure (aOR 10.44), cardiogenic shock (aOR 5.67), cardiomyopathy (aOR 4.97), in-hospital cardiac arrest (aOR 1.94), respiratory failure (aOR 3.29), invasive mechanical ventilation (aOR 1.71), aspiration pneumonia (aOR 1.29), acute kidney injury (aOR 2.14). Lastly, patients with HIV-PH had higher in-hospital mortality within 30 days of admission (aOR 1.28) & overall in-hospital mortality (aOR 1.23); p < 0.005).\nCONCLUSION: In patients with concomitant HIV and PH, there is a higher burden of comorbidities, and is associated with worse outcomes including mortality. Through this study, we highlight outcomes that will better risk stratifying patients with concurrent HIV and PH.", "pmid": "38403203", "score": 2, "selected": true}], 45], "pediatric pulmonary hypertension": [[], 0], "pulmonary arterial hypertension": [[{"title": "microRNA-based electrochemical biosensor for early detection of pulmonary arterial hypertension.", "authors_str": "Usman Pp AS; Sekar D", "doi": "10.1038/s41440-024-01719-2", "abstract": null, "pmid": "38769136", "score": 2, "selected": true}, {"title": "Exosomes enriched by miR-429-3p derived from ITGB1 modified Telocytes alleviates hypoxia-induced pulmonary arterial hypertension through regulating Rac1 expression.", "authors_str": "Qi R; Zhang Y; Yan F", "doi": "10.1007/s10565-024-09879-0", "abstract": "BACKGROUND: Recent studies have emphasized the critical role of Telocytes (TCs)-derived exosomes in organ tissue injury and repair. Our previous research showed a significant increase in ITGB1 within TCs. Pulmonary Arterial Hypertension (PAH) is marked by a loss of microvessel regeneration and progressive vascular remodeling. This study aims to investigate whether exosomes derived from ITGB1-modified TCs (ITGB1-Exo) could mitigate PAH.\nMETHODS: We analyzed differentially expressed microRNAs (DEmiRs) in TCs using Affymetrix Genechip miRNA 4.0 arrays. Exosomes isolated from TC culture supernatants were verified through transmission electron microscopy and Nanoparticle Tracking Analysis. The impact of miR-429-3p-enriched exosomes (Exo-ITGB1) on hypoxia-induced pulmonary arterial smooth muscle cells (PASMCs) was evaluated using CCK-8, transwell assay, and inflammatory factor analysis. A four-week hypoxia-induced mouse model of PAH was constructed, and H&E staining, along with Immunofluorescence staining, were employed to assess PAH progression.\nRESULTS: Forty-five miRNAs exhibited significant differential expression in TCs following ITGB1 knockdown. Mus-miR-429-3p, significantly upregulated in ITGB1-overexpressing TCs and in ITGB1-modified TC-derived exosomes, was selected for further investigation. Exo-ITGB1 notably inhibited the migration, proliferation, and inflammation of PASMCs by targeting Rac1. Overexpressing Rac1 partly counteracted Exo-ITGB1's effects. In vivo administration of Exo-ITGB1 effectively reduced pulmonary vascular remodeling and inflammation.\nCONCLUSIONS: Our findings reveal that ITGB1-modified TC-derived exosomes exert anti-inflammatory effects and reverse vascular remodeling through the miR-429-3p/Rac1 axis. This provides potential therapeutic strategies for PAH treatment.", "pmid": "38767703", "score": 2, "selected": true}, {"title": "Preparation of the new peptide drug ACTY116-loaded in situ forming implants and evaluation of its efficacy in pulmonary arterial hypertension and right ventricular hypertrophy induced by SU5416/hypoxia in mice.", "authors_str": "Liu Q; Luo Q; Zhong B; Xiong Y; Chen X; Li X", "doi": "10.1111/bcpt.14020", "abstract": "There is a lack of effective therapeutic drugs for pulmonary arterial hypertension. Previous studies have demonstrated the positive cardiovascular system protective effects of the new peptide ACTY116. However, its stability in ordinary aqueous solution injections is poor and its half-life in the body is short, which has hindered the development of preparations. This study aimed to prepare in situ forming implants (ISFIs) of the peptide ACTY116 and investigate its impact on pulmonary arterial hypertension. We prepared ISFIs using NMP/TA as a solvent and PLGA as a polymer. These ISFIs exhibited low viscosity, low toxicity and sustained release properties. In a mouse model of pulmonary hypertension induced by SU5416/hypoxia, both ISFIs and ACTY116 peptides effectively reduced pulmonary hypertension, cardiac hypertrophy and pulmonary blood vessel wall thickness. In conclusion, this study highlights the potential of ACTY116 as a treatment for pulmonary arterial hypertension and suggests that incorporating it into an in-situ gel implant could be a promising option.", "pmid": "38767191", "score": 2, "selected": true}, {"title": "Interstitial Lung Disease in Patients with Mixed Connective Tissue Disease: A Retrospective Study.", "authors_str": "Shan X; Ge Y", "doi": "10.2147/IJGM.S464704", "abstract": "OBJECTIVE: To investigate the clinical features, severity and prognosis of interstitial lung disease (ILD) in patients with mixed connective tissue disease (MCTD).\nMETHODS: We performed a retrospective study on clinical data of MCTD patients admitted to China-Japan Friendship Hospital between October 2012 and October 2022. Data including long-term follow-up were retrieved from medical records. We compared MCTD patients with and without ILD in terms of clinical features, laboratory and imaging findings, severity and treatment response.\nRESULTS: A total of 59 patients were included, with a mean age of 46 years, among which 91.5% (n = 54) were females. Symptoms of pulmonary involvement were present in 44 patients (74.6%, 95% CI: 62.3-84.9%). Based on lung high-resolution computed tomography (HRCT), ILD was diagnosed in 39 (66.1%) patients, among which 31 (79.5%) showed nonspecific interstitial pneumonia (NSIP) as the radiological pattern, 21 (53.9%) showed a reticulation pattern, while 24 (61.5%) showed ground glass opacity (GGO). Eight (13.6%) patients had pulmonary arterial hypertension (PAH), and 7 (11.9%) had pleural effusions. Based on pulmonary function tests (PFTs), 27 patients were divided into the mild 13 (48.1%) and moderate 14 (51.9%) groups. Multivariate analysis showed that gastroesophageal reflux (GER; OR=5.28, p=0.010) and cough (OR=4.61, p=0.043) were the predictive factors for ILD. With a median follow-up of 50 months, the mortality rate was 2.38%.\nCONCLUSION: ILD is common in MCTD patients, with NSIP as the common imaging pattern. Patients with GER and cough are relevant factors in the development of ILD. The majority of MCTD patients with ILD are mild to moderate in severity.", "pmid": "38766599", "score": 2, "selected": true}, {"title": "Effectiveness of a Prostacyclin IP Receptor Agonist in Patients With Pulmonary Arterial Hypertension in the Real-world Andalusian Setting: The RAMPHA Study.", "authors_str": "Bravo-Marqués R; Becerra-Muñoz V; Espíldora-Hernández F; Recio-Mayoral A; RAMPHA Registry Investigators", "doi": "10.1016/j.clinthera.2024.04.010", "abstract": "PURPOSE: The pillar for therapeutic decisions in the evolution of pulmonary arterial hypertension (PAH) is the patients' prognostic stratification.\nMETHODS: A retrospective cohort study was conducted in a Spanish real-world setting to assess the clinical improvement of PAH patients treated with selexipag measured as changes in the risk profile. Secondary objectives were to describe their baseline characteristics, initial risk status, and variables used to assess patient survival and adverse events.\nFINDINGS: Total 42 patients (mean age 52.36 [SD: 15.09] years) were included. All had received initial endothelin receptor antagonist treatment and 95.2% dual therapy with phosphodiesterase-5 inhibitor or riociguat. At 6 to 12 months from baseline, patients risk stratification tripled the percentage of patients with low risk, and a trend towards improved risk stratification (P = 0.122). World Health Organization functional class changed, with more patients in milder classes (P = 0.003), and symptom progression slowed down (P < 0.0001). At 3-years, survival was 85.7% and the estimated median survival time was 2.73 years (SD: 1.351; 95% CI: 2.51-2.95).\nIMPLICATIONS: Selexipag did not achieve a significant improvement in risk profile, although it did show an excellent survival rate, effectively improved functional class, and delayed symptom progression in real life. Selexipag was well tolerated and showed a favorable safety profile, supporting a clinical benefit for PAH patients.", "pmid": "38762398", "score": 4, "selected": true}, {"title": "The diverging roles of insulin-like growth factor binding proteins in pulmonary arterial hypertension.", "authors_str": "Schlueter BC; Quanz K; Baldauf J; Petrovic A; Ruppert C; Guenther A; Gall H; Tello K; Grimminger F; Ghofrani HA; Weissmann N; Seeger W; Schermuly RT; Weiss A", "doi": "10.1016/j.vph.2024.107379", "abstract": "Pulmonary hypertension (PH) is a progressive, severe and to date not curable disease of the pulmonary vasculature. Alterations of the insulin-like growth factor 1 (IGF-1) system are known to play a role in vascular pathologies and IGF-binding proteins (IGFBPs) are important regulators of the bioavailability and function of IGFs. In this study, we show that circulating plasma levels of IGFBP-1, IGFBP-2 and IGFBP-3 are increased in idiopathic pulmonary arterial hypertension (IPAH) patients compared to healthy individuals. These binding proteins inhibit the IGF-1 induced IGF-1 receptor (IGF1R) phosphorylation and exhibit diverging effects on the IGF-1 induced signaling pathways in human pulmonary arterial cells (i.e. healthy as well as IPAH-hPASMCs, and healthy hPAECs). Furthermore, IGFBPs are differentially expressed in an experimental mouse model of PH. In hypoxic mouse lungs, IGFBP-1 mRNA expression is decreased whereas the mRNA for IGFBP-2 is increased. In contrast to IGFBP-1, IGFBP-2 shows vaso-constrictive properties in the murine pulmonary vasculature. Our analyses show that IGFBP-1 and IGFBP-2 exhibit diverging effects on IGF-1 signaling and display a unique IGF1R-independent kinase activation pattern in human pulmonary arterial smooth muscle cells (hPASMCs), which represent a major contributor of PAH pathobiology. Furthermore, we could show that IGFBP-2, in contrast to IGFBP-1, induces epidermal growth factor receptor (EGFR) signaling, Stat-3 activation and expression of Stat-3 target genes. Based on our results, we conclude that the IGFBP family, especially IGFBP-1, IGFBP-2 and IGFBP-3, are deregulated in PAH, that they affect IGF signaling and thereby regulate the cellular phenotype in PH.", "pmid": "38762131", "score": 3, "selected": true}, {"title": "Percutaneous atrial septal defect closure in patients with pulmonary arterial hypertension.", "authors_str": "Valdeolmillos E; Foray C; Albenque G; Batteux C; Petit J; Lecerf F; Jaïs X; Sitbon O; Montani D; Savale L; Humbert M; Hascoët S", "doi": "10.1183/13993003.01649-2023", "abstract": null, "pmid": "38754963", "score": 3, "selected": true}, {"title": "Randomized, Multicenter Study to Assess the Effects of Different Doses of Sildenafil on Mortality in Adults With Pulmonary Arterial Hypertension.", "authors_str": "Hoeper MM; Ewert R; Jansa P; Sirenko Y; Skride A; Balagtas C; Hackley S; Vogt S; Abreu P; Haughie S; Hassan T; Oudiz RJ", "doi": "10.1161/CIRCULATIONAHA.123.068107", "abstract": "BACKGROUND: Sildenafil, approved for pulmonary arterial hypertension (PAH), has a recommended adult dose of 20 mg TID, with a previously approved 5-mg TID dose by the US Food and Drug Administration. Safety concerns arose because of common off-label use of higher doses, particularly after pediatric data linked higher doses to increased mortality. To assess this, the Food and Drug Administration mandated a study evaluating the effects of various sildenafil doses on mortality in adults with PAH.\nMETHODS: This randomized, double-blind study compared sildenafil at doses of 5, 20, or 80 mg TID in adults with PAH. The primary objective was noninferiority of 80 mg of sildenafil versus 5 mg for all-cause mortality. Secondary end points included time to clinical worsening and change in 6-minute walk distance at 6 months. Interim analyses were planned at 50% and 75% of the anticipated mortality events. Safety and tolerability were assessed in the intention-to-treat population.\nRESULTS: The study was halted after the first interim analysis, demonstrating noninferiority for 80 mg of sildenafil versus 5 mg. Of 385 patients enrolled across all dose groups, 78 died. The primary analysis showed a hazard ratio of 0.51 (99.7% CI, 0.22-1.21; \nCONCLUSIONS: Sildenafil at 80 mg was noninferior to sildenafil at 5 mg when examining all-cause mortality in adults with PAH. Secondary efficacy end points favored 80 mg of sildenafil over 5 mg. On the basis of these findings, the Food and Drug Administration recently revoked the approval of 5 mg of sildenafil for adults with PAH, reinforced 20 mg TID as the recommended dose, and now allows dose titration up to 80 mg TID, if needed.\nREGISTRATION: URL: https://www.clinicaltrials.gov; Unique identifier: NCT02060487.", "pmid": "38752352", "score": 2, "selected": true}, {"title": "Therapeutic effects of treat and repair strategy in pediatric patients with pulmonary arterial hypertension and simple congenital heart defects.", "authors_str": "Wang X; Wang S; Lu Z; Wang W; Wang X", "doi": "10.1002/pul2.12387", "abstract": "Surgical indications for patients with pulmonary arterial hypertension (PAH) and congenital heart defects are controversial. The treat and repair strategy has demonstrated efficacy in adult populations, but there have been no studies on pediatric patients. This study included pediatric patients with PAH and simple congenital heart defects who underwent corrective repair between 2012 and 2021. According to the preoperative treatment strategies, the patients were divided into a regular strategy group (Group 1) and a treat-and-repair strategy group (Group 2). Postoperative recovery and follow-up results were compared between the two groups. A total of 33 patients were included in this study. Group 1 consisted of 19 patients, whereas Group 2 consisted of 14 patients. The pulmonary vascular resistance index in Group 2 was higher than that in Group 1 (10.9 ± 4.1 vs. 8.2 ± 1.6 WU, ", "pmid": "38751611", "score": 2, "selected": true}, {"title": "Cardiovascular Disease and Inpatient Complications in Turner Syndrome: A Propensity Score Analysis.", "authors_str": "Alzahrani T", "doi": "10.14503/THIJ-23-8245", "abstract": "BACKGROUND: Turner syndrome is a genetic disorder that occurs in female individuals and is characterized by the absence of 1 of the X chromosomes. This study examined the risk of cardiovascular disease and inpatient clinical outcomes in patients with Turner syndrome.\nMETHODS: Data were extracted from the Nationwide Inpatient Sample 2016 database. Propensity score analysis was used to match women with Turner syndrome and women without Turner syndrome admitted to a hospital in the same year to evaluate the risk of cardiovascular disease and inpatient clinical outcomes in patients with Turner syndrome.\nRESULTS: After 1:1 matching, 710 women with Turner syndrome and 710 women without Turner syndrome were included in the final analysis. Compared with women without Turner syndrome, women with Turner syndrome were more likely to have a bicuspid aortic valve (9.4% vs 0.01%; P < .01), coarctation of the aorta (5.8% vs 0.3%; P < .01), atrial septal defect (6.1% vs 0.8%; P < .01), and patent ductus arteriosus (4.6% vs 0.6%; P < .01). Patients with Turner syndrome were more likely to have an aortic aneurysm (odds ratio [OR], 2.46 [95% CI, 1.02-5.98]; P = .046), ischemic heart disease (OR, 1.66 [95% CI, 1.10-2.5]; P = .02), heart failure (OR, 3.15 [95% CI, 1.99-4.99]; P < .01), and atrial fibrillation or flutter (OR, 2.48 [95% CI, 1.42-4.34]; P < .01). Patients with Turner syndrome were more likely to have pulmonary arterial hypertension (OR, 2.12 [95% CI, 1.08-4.14]; P = .03) and acute kidney injury (OR, 1.60 [95% CI, 1.06-2.42]; P = .03) and to require mechanical ventilation (OR, 1.66 [95% CI, 1.04-2.68]; P = .04).\nCONCLUSION: Turner syndrome is associated with an increased rate of cardiovascular disease and inpatient complications. These findings suggest that patients with Turner syndrome should be screened and monitored closely for cardiovascular disease and inpatient complications.", "pmid": "38748548", "score": 2, "selected": true}, {"title": "Genetically determined gut microbiota associates with pulmonary arterial hypertension: a Mendelian randomization study.", "authors_str": "Yuan Y; Li S; Yan M; Yang Y; Zhong C; Hu Y", "doi": "10.1186/s12890-024-02877-2", "abstract": "BACKGROUND: Emerging evidences have demonstrated that gut microbiota composition is associated with pulmonary arterial hypertension (PAH). However, the underlying causality between intestinal dysbiosis and PAH remains unresolved.\nMETHOD: An analysis using the two-sample Mendelian randomization (MR) approach was conducted to examine the potential causal relationship between gut microbiota and PAH. To assess exposure data, genetic variants associated with 196 bacterial traits were extracted from the MiBioGen consortium, which included a sample size of 18,340 individuals. As for the outcomes, summary statistics for PAH were obtained from the NHGRI-EBI GWAS Catalog, which conducted a meta-analysis of four independent studies comprising a total of 11,744 samples. Causal effects were estimated employing various methods, including inverse variance weighted (IVW), MR-Egger, weighted median, weight mode and simple mode, with sensitivity analyses also being implemented with Cochran's Q test, MR-Egger intercept test, MR-PRESSO, leave-one-out analysis, and funnel plots.\nRESULTS: Following false discovery rate (FDR) correction, the genetically predicted genus Eubacterium fissicatena group (odds ratio (OR) 1.471, 95% confidence interval (CI) 1.178-1.837, q = 0.076) exhibited a causal association with PAH. In addition, the genus LachnospiraceaeUCG004 (OR 1.511, 95% CI 1.048-2.177) and genus RuminococcaceaeUCG002 (OR 1.407, 95% CI 1.040-1.905) showed a suggestive increased risk of PAH, while genus Eubacterium eligens group (OR 0.563, 95% CI 0.344-0.922), genus Phascolarctobacterium (OR 0.692, 95% CI 0.487-0.982), genus Erysipelatoclostridium (OR 0.757, 95% CI 0.579-0.989) and genus T-yzzerella3 (OR 0.768, 95% CI 0.624-0.945) were found to have nominal protective effect against PAH.\nCONCLUSION: The findings from our MR study have revealed a potential causal relationship between gut microbiota and PAH. Specifically, we have identified four types of gut microbiota that exhibit a protective effect on PAH, as well as three types that have a detrimental impact on PAH, thereby offering valuable insights for future mechanistic and clinical investigations in the field of PAH.", "pmid": "38745167", "score": 4, "selected": true}, {"title": "Ethyl pyruvate alleviates pulmonary arterial hypertension via PI3K-Akt signaling.", "authors_str": "Lv X; Li J; Wei R; Meng L; Kong X; Wei K; Tang M; Liu K; Liu C", "doi": "10.1007/s11010-024-05020-1", "abstract": "Pulmonary arterial hypertension (PAH) is a pathophysiological syndrome that is extremely difficult to manage, and there is currently no effective treatment. We want to elucidate the therapeutic effect of ethyl pyruvate (EP) on PAH and its possible mechanism. Pulmonary artery endothelial cells (PAECs) were cultured in conventional low-oxygen environments, and cellular proliferation was monitored after treatment with EP. Expression of p-PI3K/Akt, LC3-II, and Beclin-1 was detected by Western blot. After hyperkinetic PAH rabbits' models were treated with EP, hemodynamic data were collected. Right ventricular hypertrophy and pulmonary vascular remodeling were evaluated. Expression of p-PI3K/Akt, LC3-II, and Beclin-1 protein was also detected after using autophagy inhibitor and agonists. We found that EP could inhibit PAECs proliferation. After EP treatment, expression of p-PI3K/Akt was upregulated in vitro and in vivo. LC3-II and Beclin-1 were inhibited and their expression was lower after autophagy inhibitor was given, while after administration of autophagy agonists, their expression was higher than that in the EP alone group. Besides, EP attenuated PAH, and right ventricular hypertrophy and pulmonary vascular remodeling were also reversed. EP can reduce PAH and reverse vascular remodeling which is associated with inhibition of autophagy in PAECs based on PI3K-Akt signaling pathway. The results of this study can provide surgical opportunities for patients with severe PAH caused by congenital heart disease in clinical cardiovascular surgery.", "pmid": "38740701", "score": 2, "selected": true}, {"title": "Is There a Role for Calcium Channel Blockers in the Contemporary Treatment Paradigm for Pulmonary Arterial Hypertension?", "authors_str": "Rubin LJ", "doi": "10.1161/CIRCULATIONAHA.124.069124", "abstract": null, "pmid": "38739700", "score": 2, "selected": true}, {"title": "Sotatercept (Winrevair) for pulmonary arterial hypertension.", "authors_str": "", "doi": "10.58347/tml.2024.1702a", "abstract": null, "pmid": "38696310", "score": 2, "selected": true}, {"title": "Positive Vasoreactivity Testing in Pulmonary Arterial Hypertension: Therapeutic Consequences, Treatment Patterns, and Outcomes in the Modern Management Era.", "authors_str": "Gerhardt F; Fiessler E; Olsson KM; Kayser MZ; Kovacs G; Gall H; Ghofrani HA; Badr Eslam R; Lang IM; Benjamin N; Grünig E; Halank M; Lange TJ; Ulrich S; Leuchte H; Held M; Klose H; Ewert R; Wilkens H; Pizarro C; Skowasch D; Wissmüller M; Hellmich M; Olschewski H; Hoeper MM; Rosenkranz S", "doi": "10.1161/CIRCULATIONAHA.122.063821", "abstract": "BACKGROUND: Among patients with pulmonary arterial hypertension (PAH), acute vasoreactivity testing during right heart catheterization may identify acute vasoresponders, for whom treatment with high-dose calcium channel blockers (CCBs) is recommended. However, long-term outcomes in the current era remain largely unknown. We sought to evaluate the implications of acute vasoreactivity response for long-term response to CCBs and other outcomes.\nMETHODS: Patients diagnosed with PAH between January 1999 and December 2018 at 15 pulmonary hypertension centers were included and analyzed retrospectively. In accordance with current guidelines, acute vasoreactivity response was defined by a decrease of mean pulmonary artery pressure by ≥10 mm Hg to reach <40 mm Hg, without a decrease in cardiac output. Long-term response to CCBs was defined as alive with unchanged initial CCB therapy with or without other initial PAH therapy and World Health Organization functional class I/II and/or low European Society of Cardiology/European Respiratory Society risk status at 12 months after initiation of CCBs. Patients were followed for up to 5 years; clinical measures, outcome, and subsequent treatment patterns were captured.\nRESULTS: Of 3702 patients undergoing right heart catheterization for PAH diagnosis, 2051 had idiopathic, heritable, or drug-induced PAH, of whom 1904 (92.8%) underwent acute vasoreactivity testing. A total of 162 patients fulfilled acute vasoreactivity response criteria and received an initial CCB alone (n=123) or in combination with another PAH therapy (n=39). The median follow-up time was 60.0 months (interquartile range, 30.8-60.0), during which overall survival was 86.7%. At 12 months, 53.2% remained on CCB monotherapy, 14.7% on initial CCB plus another initial PAH therapy, and the remaining patients had the CCB withdrawn and/or PAH therapy added. CCB long-term response was found in 54.3% of patients. Five-year survival was 98.5% in long-term responders versus 73.0% in nonresponders. In addition to established vasodilator responder criteria, pulmonary artery compliance at acute vasoreactivity testing, low risk status and NT-proBNP (N-terminal pro-B-type natriuretic peptide) levels at early follow-up correlated with long-term response and predicted survival.\nCONCLUSIONS: Our data display heterogeneity within the group of vasoresponders, with a large subset failing to show a sustained satisfactory clinical response to CCBs. This highlights the necessity for comprehensive reassessment during early follow-up. The use of pulmonary artery compliance in addition to current measures may better identify those likely to have a good long-term response.", "pmid": "38606558", "score": 2, "selected": true}, {"title": "Constructing the Framework for Disease Modification in Pulmonary Arterial Hypertension.", "authors_str": "Zamanian RT; Weatherald J; Sweatt AJ; Hemnes A; Rashid M; Psotka MA; Bogaard HJ; de Jesus Perez V", "doi": "10.1164/rccm.202401-0089PP", "abstract": null, "pmid": "38471030", "score": 3, "selected": true}], 26], "macitentan": [[], 2], "selexipag": [[], 1], "ambrisentan": [[], 1], "bosentan": [[], 1], "sotatercept": [[], 0], "riociguat": [[], 1], "portopulmonary hypertension AND pulmonary hypertension": [[], 0], "echocardiography AND pulmonary hypertension": [[], 1], "CPET AND pulmonary hypertension": [[], 2]}