{"Congenital heart disease AND pulmonary hypertension": [[], 2], "Cardiopulmonary exercise test AND pulmonary hypertension": [[], 1], "Systemic sclerosis AND pulmonary hypertension": [[], 0], "Connective tissue disease AND pulmonary hypertension": [[], 1], "pulmonary hypertension": [[{"title": "Exploratory and confirmatory factor analysis of emPHasis-10: The health-related quality-of-life measure in pulmonary hypertension.", "authors_str": "Rawlings GH; Gaskell C; Beail N; Thompson A; Armstrong I", "doi": "10.1002/pul2.12378", "abstract": "The emPHasis-10 is a health-related quality of life (HRQoL) unidimensional measure developed specifically for adults with pulmonary hypertension. The tool has excellent psychometric properties and is well used in research and clinical settings. Its factor structure has not been examined, which may help to identity a complimentary approach to using the measure to examine patient functioning. We performed an exploratory factor analysis (EFA) and confirmatory factor analysis (CFA) on a data set collected from 263 adults with PH recruited from a community setting. The EFA suggested the emPHasis-10 consists of three underlying latent variables, which based on the loading of items, were termed \"fatigue\" (Items 3, 4, and 5), \"independence\" (Items 7, 8, 9, and 10), and \"breathlessness\" (Items 1, 2, and 6). All factors were found to have good internal consistency. \"Independence\" accounted for most of the variance (29%), followed by \"breathlessness\" (22%) and \"fatigue\" (19%). The CFA looked to confirm the fit of a three-factor model. A higher-order model was found to be the best fit consisting of HRQoL as a superordinate factor, for which the association between this factor and the 10 items was mediated through the three latent factors. Further analyses were performed testing the validity of the latent variables revealing all were significantly correlated with self-reported measures of depression, anxiety, health-anxiety, and dyspnea. Our analyses support the emPHasis-10 as a measure of HRQoL, while also proposing the clinical utility of examining the three emergent factors, which could be used to glean additional insight into the respondent's functioning and inform care.", "pmid": "38736895", "score": 3, "selected": true}, {"title": "Nationwide trends of balloon pulmonary angioplasty and pulmonary thromboendarterectomy for chronic thromboembolic pulmonary hypertension (2012-2019).", "authors_str": "Vohra AS; Olonoff DA; Ip A; Kirtane AJ; Steinberg Z; Horn E; Krishnan U; Reisman M; Bergman G; Wong SC; Feldman DN; Kim LK; Singh HS", "doi": "10.1002/pul2.12374", "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is a sequela of a pulmonary embolus that occurs in approximately 1%-3% of patients. Pulmonary thromboendoarterectomy (PTE) can be a curative procedure, but balloon pulmonary angioplasty (BPA) has emerged as an option for poor surgical candidates. We used the National Inpatient Sample to query patients who underwent PTE or BPA between 2012 and 2019 with CTEPH. The primary outcome was a composite of in-hospital mortality, myocardial infarction, stroke, tracheostomy, and prolonged mechanical ventilation. Outcomes were compared between low- and high-volume centers, defined as 5 and 10 procedures per year for BPA and PTE, respectively. During our study period, 870 BPA and 2395 PTE were performed. There was a 328% relative increase in the number of PTE performed during the study period. Adverse events for BPA were rare. There was an increase in the primary composite outcome for low-volume centers compared to high-volume centers for PTE (24.4% vs. 12.1%, ", "pmid": "38736894", "score": 5, "selected": true}, {"title": "Neonatal outcomes of preterm infants with pulmonary hypertension: clustering based on prenatal risk factors.", "authors_str": "Bae SP; Kim SS; Yun J; Lee H; Hahn WH; Park S", "doi": "10.1038/s41390-024-03232-1", "abstract": "BACKGROUND: To investigate association of prenatal risk factors and neonatal outcomes of preterm infants with pulmonary hypertension (PH).\nMETHODS: A prospective cohort study of very-low-birth-weight infants born at 22-29 weeks' gestation who received PH-specific treatment during hospitalization. Infants were classified using a two-step cluster analysis based on gestational age (GA), small-for-gestational-age (SGA), exposure to antenatal corticosteroids (ACS), histologic chorioamnionitis (HCA), and oligohydramnios.\nRESULTS: Among 910 infants, six clusters were identified: cluster A (HCA, n = 240), cluster B (oligohydramnios, n = 79), cluster C (SGA, n = 74), cluster D (no-ACS, n = 109), cluster E (no dominant parameter, n = 287), and cluster F (HCA and oligohydroamnios, n = 121). Cluster A was used as a reference group for comparisons among clusters. Compared to cluster A, cluster C (aHR: 1.63 [95% CI: 1.17-2.26]) had higher risk of overall in-hospital mortality. Clusters B (aHR: 1.52 [95% CI: 1.09-2.11]), D (aHR: 1.71 [95% CI: 1.28-2.30]), and F (aHR: 1.51 [95% CI: 1.12-2.03]) had higher risks of receiving PH-specific treatment within the first week of birth compared to cluster A.\nCONCLUSION: These findings may provide a better understanding of prenatal risk factors contributing to the development of PH.\nIMPACT: Pulmonary hypertension (PH), presenting as hypoxic respiratory failure, has complex etiologies in preterm infants. Although multifactorial risks for the development of PH in preterm infants are known, few studies have classified infants with similar etiologies for PH. Each cluster has distinct patterns of prenatal condition and neonatal outcome.", "pmid": "38734814", "score": 2, "selected": true}, {"title": "4-hydroxysesamin protects rat with right ventricular failure due to pulmonary hypertension by inhibiting JNK/p38 MAPK signaling.", "authors_str": "Zhang L; Gu X", "doi": "10.18632/aging.205808", "abstract": "The specific mechanism of 4-hydroxysesamin (4-HS), a modification of Sesamin, on right ventricular failure due to pulmonary hypertension (PH) is ominous. By creating a rat model of PH ", "pmid": "38728253", "score": 2, "selected": true}, {"title": "A comprehensive study on machine learning models combining with oversampling for bronchopulmonary dysplasia-associated pulmonary hypertension in very preterm infants.", "authors_str": "Wang D; Huang S; Cao J; Feng Z; Jiang Q; Zhang W; Chen J; Kutty S; Liu C; Liao W; Zhang L; Zhu G; Guo W; Yang J; Liu L; Yang J; Li Q", "doi": "10.1186/s12931-024-02797-z", "abstract": "BACKGROUND: Bronchopulmonary dysplasia-associated pulmonary hypertension (BPD-PH) remains a devastating clinical complication seriously affecting the therapeutic outcome of preterm infants. Hence, early prevention and timely diagnosis prior to pathological change is the key to reducing morbidity and improving prognosis. Our primary objective is to utilize machine learning techniques to build predictive models that could accurately identify BPD infants at risk of developing PH.\nMETHODS: The data utilized in this study were collected from neonatology departments of four tertiary-level hospitals in China. To address the issue of imbalanced data, oversampling algorithms synthetic minority over-sampling technique (SMOTE) was applied to improve the model.\nRESULTS: Seven hundred sixty one clinical records were collected in our study. Following data pre-processing and feature selection, 5 of the 46 features were used to build models, including duration of invasive respiratory support (day), the severity of BPD, ventilator-associated pneumonia, pulmonary hemorrhage, and early-onset PH. Four machine learning models were applied to predictive learning, and after comprehensive selection a model was ultimately selected. The model achieved 93.8% sensitivity, 85.0% accuracy, and 0.933 AUC. A score of the logistic regression formula greater than 0 was identified as a warning sign of BPD-PH.\nCONCLUSIONS: We comprehensively compared different machine learning models and ultimately obtained a good prognosis model which was sufficient to support pediatric clinicians to make early diagnosis and formulate a better treatment plan for pediatric patients with BPD-PH.", "pmid": "38720331", "score": 3, "selected": true}, {"title": "Canagliflozin alleviates pulmonary hypertension by activating PPARγ and inhibiting its S225 phosphorylation.", "authors_str": "Li XC; Zhu XY; Wang YY; Tong SL; Chen ZL; Lu ZY; Zhang JH; Song LL; Wang XH; Zhang C; Sun YH; Zhong CY; Su LH; Wang LX; Huang XY", "doi": "10.1038/s41401-024-01286-9", "abstract": "Pulmonary hypertension (PH) is a progressive fatal disease with no cure. Canagliflozin (CANA), a novel medication for diabetes, has been found to have remarkable cardiovascular benefits. However, few studies have addressed the effect and pharmacological mechanism of CANA in the treatment of PH. Therefore, our study aimed to investigate the effect and pharmacological mechanism of CANA in treating PH. First, CANA suppressed increased pulmonary artery pressure, right ventricular hypertrophy, and vascular remodeling in both mouse and rat PH models. Network pharmacology, transcriptomics, and biological results suggested that CANA could ameliorate PH by suppressing excessive oxidative stress and pulmonary artery smooth muscle cell proliferation partially through the activation of PPARγ. Further studies demonstrated that CANA inhibited phosphorylation of PPARγ at Ser225 (a novel serine phosphorylation site in PPARγ), thereby promoting the nuclear translocation of PPARγ and increasing its ability to resist oxidative stress and proliferation. Taken together, our study not only highlighted the potential pharmacological effect of CANA on PH but also revealed that CANA-induced inhibition of PPARγ Ser225 phosphorylation increases its capacity to counteract oxidative stress and inhibits proliferation. These findings may stimulate further research and encourage future clinical trials exploring the therapeutic potential of CANA in PH treatment.", "pmid": "38719955", "score": 2, "selected": true}, {"title": "Continuous heart monitoring to evaluate treatment effects in pulmonary hypertension.", "authors_str": "Ørbæk Andersen M; Diederichsen SZ; Svendsen JH; Carlsen J", "doi": "10.1136/openhrt-2024-002710", "abstract": "BACKGROUND: The treatment of pulmonary hypertension (PH) has improved rapidly in recent decades. There is increasing evidence to support the role of early intervention and treatment in affecting clinical outcomes in PH.\nOBJECTIVES: To assess treatment effects before and after the escalation of specific PH treatments using continuous heart monitoring with a Reveal LINQ loop recorder.\nMETHODS: Patients were compared before and after treatment escalation. Treatment escalation was defined as an additional pulmonary arterial hypertension (PAH) drug, pulmonary endarterectomy, percutaneous balloon angioplasty or bilateral lung transplantation. Specifically, changes in heart rate variability (HRV), heart rate (HR) and physical activity were assessed.\nRESULTS: In this prospective study, 41 patients (27 with PAH and 14 with chronic thromboembolic pulmonary hypertension (CTEPH)) were enrolled. Among them, 15 (36.6%) patients underwent PH treatment escalation. Prior to escalation, patients were monitored for a median of 100 (range: 68-100) days and after therapy escalation for a median duration of 165 (range: 89-308) days. In the escalation group, there was a significant increase in HRV, physical activity indexed by daytime HR and a significant decrease in nighttime HR assessed at baseline and after treatment escalation in both the PAH and CTEPH groups. This was paralleled by significant improvements in WHO functional class, 6-min walking distance and N-terminal pro-b-type natriuretic peptide.\nCONCLUSIONS: This is the first study to demonstrate an association between specific PH therapies and changes in HRV, HR nighttime and physical activity. This indicates the potential of continuous monitoring in the evaluation of treatment effects in PH.", "pmid": "38719497", "score": 3, "selected": true}, {"title": "Hypoxia-induced pulmonary hypertension in adults and newborns: implications for drug development.", "authors_str": "Ishtiaq Ahmed AS; Blood AB; Zhang L", "doi": "10.1016/j.drudis.2024.104015", "abstract": "Chronic hypoxia-induced pulmonary hypertension (CHPH) presents a complex challenge, characterized by escalating pulmonary vascular resistance and remodeling, threatening both newborns and adults with right heart failure. Despite advances in understanding the pathobiology of CHPH, its molecular intricacies remain elusive, particularly because of the multifaceted nature of arterial remodeling involving the adventitia, media, and intima. Cellular imbalance arises from hypoxia-induced mitochondrial disturbances and oxidative stress, reflecting the diversity in pulmonary hypertension (PH) pathology. In this review, we highlight prominent mechanisms causing CHPH in adults and newborns, and emerging therapeutic targets of potential pharmaceuticals.", "pmid": "38719143", "score": 3, "selected": true}, {"title": "A Nomogram Prediction Model for Persistent Pulmonary Hypertension of the Newborn in Neonates Hospitalized for the First Time After Birth.", "authors_str": "Zhang Y; Wen J; Zeng M; Zhang L; Pang Y", "doi": "10.1097/PEC.0000000000003167", "abstract": "OBJECTIVE: Persistent pulmonary hypertension of the newborn (PPHN) is one of the critical neonatal diseases associated with high morbidity and mortality. This study attempted to conduct a nomogram prediction model for performing early identification of PPHN and providing effective information for clinical practice.\nMETHODS: A total of 456 newborns who first admitted to the hospital after birth were included in the analysis, including 138 newborns with PPHN and 318 newborns without PPHN (as controls). The optimal predictive variables selection was performed based on LASSO (least absolute shrinkage and selection operator) regression and multivariate logistic regression. Using the selected variables, a nomogram prediction model was developed. To validate the model, the model was assessed using the receiver operating characteristic curve, calibration plot, and clinical impact curve.\nRESULTS: Six predictors, namely, gestational age, neonatal respiratory distress syndrome, the levels of hemoglobin and creatine kinase-MB, gestational thyroid dysfunction, and Pao2, were identified by LASSO and multivariate logistic regression analysis from the original 30 variables studied. The constructed model, using these predictors, exhibited favorable predictive ability for PPHN, with an area under the receiver operating characteristic of 0.897 (sensitivity = 0.876, specificity = 0.785) in the training set and 0.871 (sensitivity = 0.902, specificity = 0.695) in the validation set, and was well calibrated, as indicated by the PHosmer-Lemeshow test values of 0.233 and 0.876 for the training and validation sets, respectively.\nCONCLUSIONS: The model included gestational age, neonatal respiratory distress syndrome, the levels of hemoglobin and creatine kinase-MB, gestational thyroid dysfunction, and Pao2 had good prediction performance for predicting PPHN among newborns first admitted to the hospital after birth.", "pmid": "38718806", "score": 2, "selected": true}, {"title": "Rare immune-related adverse effect of pembrolizumab: pulmonary hypertension.", "authors_str": "Acar C; Sahin G; Yüksel HÇ; Karaca B", "doi": "10.1080/1120009X.2024.2349858", "abstract": "Pembrolizumab is an immune checkpoint inhibitor that acts ", "pmid": "38717744", "score": 2, "selected": true}, {"title": "Tibetan Mesenchymal Stem Cell-derived Exosomes Alleviate Pulmonary Vascular Remodeling in Hypoxic Pulmonary Hypertension Rats.", "authors_str": "Zhang Q; Liu H; Liu C; Wang Y; Huang P; Wang X; Ma Y; Ma L; Ge R", "doi": "10.1093/stmcls/sxae032", "abstract": "Hypoxic pulmonary hypertension (HPH) is characterized by progressive pulmonary vasoconstriction, vascular remodeling, and right ventricular hypertrophy, causing right heart failure. This study aimed to investigate the therapeutic effects of exosomes from Tibetan umbilical cord mesenchymal stem cells on HPH via the TGF-β1/Smad2/3 pathway, comparing them with exosomes from Han Chinese individuals. An HPH rat model was established in vivo, and a hypoxia-induced injury in the rat pulmonary artery smooth muscle cells (rPASMCs) was simulated in vitro. Exosomes from human umbilical cord mesenchymal stem cells were administered to HPH model rats or added to cultured rPASMCs. The therapeutic effects of Tibetan-mesenchymal stem cell-derived exosomes (Tibetan-MSC-exo) and Han-mesenchymal stem cell-derived exosomes (Han-MSC-exo) on HPH were investigated through immunohistochemistry, Western blotting, EdU, and Transwell assays. The results showed that Tibetan-MSC-exo significantly attenuated pulmonary vascular remodeling and right ventricular hypertrophy in HPH rats compared with Han-MSC-exo. Tibetan-MSC-exo demonstrated better inhibition of hypoxia-induced rPASMCs proliferation and migration. Transcriptome sequencing revealed upregulated genes (Nbl1, Id2, Smad6, and Ltbp1) related to the TGFβ pathway. Nbl1 knockdown enhanced hypoxia-induced rPASMCs proliferation and migration, reversing Tibetan-MSC-exo-induced downregulation of TGFβ1 and p-Smad2/3. Furthermore, TGFβ1 overexpression hindered the therapeutic effects of Tibetan-MSC-exo and Han-MSC-exo on hypoxic injury. These findings suggest that Tibetan-MSC-exo favors HPH treatment better than Han-MSC-exo, possibly through the modulation of the TGFβ1/Smad2/3 pathway via Nbl1.", "pmid": "38717187", "score": 2, "selected": true}, {"title": "The echocardiographic pulmonary to left atrial ratio: A noninvasive variable for the hemodynamic classification of pulmonary hypertension in dogs.", "authors_str": "Corda A; Corda F; Pentcheva P; Puci M; Mollica A; Gomez Ochoa P; Dabbagh T; Pinna Parpaglia ML", "doi": "10.1111/jvim.17097", "abstract": "BACKGROUND: Hemodynamic classification of pulmonary hypertension (PH) has important clinical implications. However, only a few echocardiographic variables have been used to hemodynamically classify PH in dogs.\nOBJECTIVE: To evaluate the echocardiographic pulmonary to left atrial ratio index (ePLAR) in dogs with PH.\nANIMALS: Forty-six dogs with intermediate to high probability of PH.\nMETHODS: Cross-sectional study. Variables were compared between dogs with precapillary PH [PrePH (n = 24)] vs postcapillary PH [PostPH (n = 22)], and with combined PH [CombPH (n = 14)] vs isolated PH [IsoPH (n = 8)] using the t-, Mann-Whitney, Pearson's Chi, or Fisher's exact test. The receiver operating characteristic curve and Youden index were used to identify the optimal ePLAR cutoff value to differentiate among the groups, intraclass correlation coefficients (ICC) were used to determine the reliability of measurements.\nRESULTS: The mean (SD) ePLAR of the PrePH was higher than that of the PostPH group [0.36 (0.13) vs 0.26 (0.09), respectively; P = .005]. The median (interquartile range) ePLAR of the CombPH was higher than that of the IsoPH subgroup [0.29 (0.24-0.38), vs 0.20 (0.16-0.23), respectively; P = .001]. The best cutoff value of ePLAR for identifying IsoPH was <0.245 [AUC at cutoff point = 0.86; sensitivity (95% confidence interval [CI]) = 0.71 (0.47-0.95); specificity (95% CI) = 1 (0.76-1)]. The ICC analysis indicated a high degree of reliability.\nCONCLUSIONS AND CLINICAL IMPORTANCE: ePLAR can be considered a valid noninvasive variable to hemodynamically classify PH in dogs with an intermediate to high probability of PH. Assessment of ePLAR can be useful in the therapeutic management of PH in dogs.", "pmid": "38715386", "score": 5, "selected": true}, {"title": "Ultrasound Neuromodulation of an Anti-Inflammatory Pathway at the Spleen Improves Experimental Pulmonary Hypertension.", "authors_str": "Zafeiropoulos S; Ahmed U; Bekiaridou A; Jayaprakash N; Mughrabi IT; Saleknezhad N; Chadwick C; Daytz A; Kurata-Sato I; Atish-Fregoso Y; Carroll K; Al-Abed Y; Fudim M; Puleo C; Giannakoulas G; Nicolls M; Diamond B; Zanos S", "doi": "10.1161/CIRCRESAHA.123.323679", "abstract": "BACKGROUND: Inflammation is pathogenically implicated in pulmonary arterial hypertension; however, it has not been adequately targeted therapeutically. We investigated whether neuromodulation of an anti-inflammatory neuroimmune pathway involving the splenic nerve using noninvasive, focused ultrasound stimulation of the spleen (sFUS) can improve experimental pulmonary hypertension.\nMETHODS: Pulmonary hypertension was induced in rats either by Sugen 5416 (20 mg/kg SQ) injection, followed by 21 (or 35) days of hypoxia (sugen/hypoxia model), or by monocrotaline (60 mg/kg IP) injection (monocrotaline model). Animals were randomized to receive either 12-minute-long sessions of sFUS daily or sham stimulation for 14 days. Catheterizations, echocardiography, indices of autonomic function, lung and heart histology and immunohistochemistry, spleen flow cytometry, and lung single-cell RNA sequencing were performed after treatment to assess the effects of sFUS.\nRESULTS: Splenic denervation right before induction of pulmonary hypertension results in a more severe disease phenotype. In both sugen/hypoxia and monocrotaline models, sFUS treatment reduces right ventricular systolic pressure by 25% to 30% compared with sham treatment, without affecting systemic pressure, and improves right ventricular function and autonomic indices. sFUS reduces wall thickness, apoptosis, and proliferation in small pulmonary arterioles, suppresses CD3\nCONCLUSIONS: sFUS causes dose-dependent, sustained improvement of hemodynamic, autonomic, laboratory, and pathological manifestations in 2 models of experimental pulmonary hypertension. Mechanistically, sFUS normalizes immune cell populations in the spleen and downregulates inflammatory genes and pathways in the lung, many of which are relevant in human disease.", "pmid": "38712557", "score": 2, "selected": true}, {"title": "Sodium Houttuyfonate Alleviates MCT-induced Pulmonary Hypertension by Regulating Orai1 and Orai2.", "authors_str": "Zhang J; Dong F; Ju G; Pan X; Mao X; Zhang X", "doi": "10.1165/rcmb.2023-0015OC", "abstract": "Elevated intracellular Ca", "pmid": "38709251", "score": 2, "selected": true}, {"title": "[Consensus on the procedure of balloon pulmonary angioplasty for chronic thromboembolic pulmonary hypertension].", "authors_str": "Group of Pulmonary Embolism and Pulmonary Vascular Disease, Chinese Association of Chest Physicians; Working Committee of Pulmonary Embolism and Pulmonary Vascular Disease, Chinese Thoracic Society; Expert Committee, National Project of Standardized Diagnosis and Treatment of Pulmonary Hypertension; Expert Committee of Pulmonary Embolism and Pulmonary Vascular Disease, National Center for Respiratory Medicine", "doi": "10.3760/cma.j.cn112147-20231231-00403", "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is classified as group IV pulmonary hypertension, characterized by thrombotic occlusion of the pulmonary arteries leading to vascular stenosis or obstruction, progressive increase in pulmonary vascular resistance and pulmonary arterial pressure, and eventual right heart failure. Unlike other types of pulmonary hypertension, the prognosis of CTEPH can be significantly improved by surgery, vascular intervention, and/or targeted drug therapy. Pulmonary endarterectomy (PEA) is the preferred treatment of choice for CTEPH. However, PEA is an invasive procedure with high operative risks, and is currently only performed in a few centers in China. Balloon pulmonary angioplasty (BPA) is an emerging interventional technique for CTEPH, serving as an alternative for patients who are ineligible for PEA or with residual pulmonary hypertension after PEA. BPA is gaining traction in China, but its widespread adoption is limited due to its complexity, operator skills, and equipment requirements, a lack of standard operating procedures and technical guidance, which limit the further improvement and development of BPA in China. To address this, a multidisciplinary panel of experts was convened to develop the ", "pmid": "38706062", "score": 2, "selected": true}, {"title": "Development and Validation of a Nomogram of Persistent Pulmonary Hypertension in Adult Pretricuspid Shunts After Correction.", "authors_str": "Zhou Z; Gu Y; Tian L; Zheng H; Li S", "doi": "10.1161/JAHA.123.032412", "abstract": "BACKGROUND: Pretricuspid shunts have been associated with poorer survival rates in patients with Eisenmenger syndrome compared with postricuspid shunts and complex lesions. However, the risk stratification for persistent pulmonary hypertension (PH) in this population remains uncertain.\nMETHODS AND RESULTS: We retrospectively enrolled 103 patients with pretricuspid shunts with high total pulmonary resistance >4.5 Wood units (estimated pulmonary vascular resistance ≥3 Wood units). During a mean±SD follow-up of 20.95±24.84 months, 32 patients developed postoperative persistent PH after shunt correction. We identified 3 significant predictors of postoperative persistent PH, including mean pulmonary artery pressure after inhaled oxygen ≥40.5 mm Hg (odds ratio [OR], 7.78 [95% CI, 2.02-30.03]; \nCONCLUSIONS: Our study presents a multivariable risk stratification model for persistent PH after shunt correction in adults with pretricuspid shunts. This model, based on 3 hemodynamic predictors after inhaled oxygen, may assist in identifying individuals at higher risk of persistent PH after shunt correction.", "pmid": "38639332", "score": 2, "selected": true}, {"title": "Integrative analyses of whole-transcriptome sequencing reveals CeRNA regulatory network in pulmonary hypertension treated with FGF21.", "authors_str": "Li X; Song L; Lu Z; Tong S; Zhang C; Zhang Y; Wang X; Cai H; Zhang J; Lin J; Wang L; Wang J; Huang X", "doi": "10.1016/j.intimp.2024.111925", "abstract": "Noncoding RNAs have been shown to play essential roles in hypoxic pulmonary hypertension (HPH). Our preliminary data showed that HPH is attenuated by fibroblast growth factor 21 (FGF21) administration. Therefore, we further investigated the whole transcriptome RNA expression patterns and interactions in a mice HPH model treated with FGF21. By whole-transcriptome sequencing, differentially expressed mRNAs, miRNAs, lncRNAs, and circRNAs were successfully identified in normoxia (Nx) vs. hypoxia (Hx) and Hx vs. hypoxia + FGF21 (Hx + F21). Differentially expressed mRNAs, miRNAs, lncRNAs, and circRNAs regulated by hypoxia and FGF21 were selected through intersection analysis. Based on prediction databases and sequencing data, differentially co-expressed mRNAs, miRNAs, lncRNAs, and circRNAs were further screened, followed by functional enrichment analysis. MAPK signaling pathway and epigenetic modification were enriched and may play fundamental roles in the therapeutic effects of FGF21. The ceRNA regulatory network of lncRNA-miRNA-mRNA and circRNA-miRNA-mRNA was constructed with miR-7a-5p, miR-449c-5p, miR-676-3p and miR-674-3p as the core. In addition, quantitative real-time PCR experiments were employed to verify the whole-transcriptome sequencing data. The results of luciferase reporter assays highlighted the relationship between miR-449c-5p and XR_878320.1, miR-449c-5p and Stab2, miR-449c-5p and circ_mtcp1, which suggesting that miR-449c-5p may be a key regulator of FGF21 in the treatment of PH. Taken together, this study provides potential biomarkers, pathways, and ceRNA regulatory networks in HPH treated with FGF21 and will provide an experimental basis for the clinical application of FGF21 in PH.", "pmid": "38579562", "score": 2, "selected": true}, {"title": "Association of pulmonary hypertension with the outcome in patients undergoing edge-to-edge mitral valve repair.", "authors_str": "Ubben T; Frerker C; Fujita B; Rosenkranz S; Pfister R; Baldus S; Alessandrini H; Kuck KH; Willems S; Eitel I; Schmidt T", "doi": "10.1136/heartjnl-2023-323473", "abstract": "OBJECTIVES: The association of pulmonary hypertension (PH) with the outcome after mitral transcatheter edge-to-edge repair (M-TEER) focusing on the new ESC/ERS guidelines definition for PH.\nBACKGROUND: PH is frequently found in patients with mitral regurgitation and is associated with lower survival rates. Recent studies were based on echocardiographic parameters, but results based on invasive haemodynamics differentiating distinct types of PH using the new definition for PH are missing.\nMETHODS: 449 consecutive M-TEER-treated patients from December 2009 to February 2015 were included in this retrospective analysis. All patients were stratified by the distinct types of PH (no PH, precapillary PH, isolated postcapillary PH, combined post-PH and precapillary PH) according to the definitions of the ESC/ERS guidelines for the diagnosis of PH from 2015 (meanPA cut-off <25 mm Hg, pulmonary capillary wedge pressure (PCWP) cut-off ≤15 mm Hg, diastolic pulmonary gradient cut-off ≥7 mm Hg or pulmonary vascular resistance (PVR) >3 WU) and 2022 (meanPA cut-off ≤20 mm Hg, PCWP cut-off ≤15 mm Hg, PVR cut-off ≥3 WU).\nRESULTS: Patients with any type of PH (2015: meanPA cut-off 25 mm Hg; 2022: meanPA cut-off >20 mm Hg) showed a higher risk of death after M-TEER compared with patients with no PH (2015: HR 1.61 (95% CI 1.25 to 2.07); p<0.001 and 2022: HR 2.09 (95% CI 1.54 to 2.83); p<0.001). Based on the new PH definition, each PH subgroup showed a lower survival after M-TEER compared with patients with no PH. Echocardiographic estimated systolic PAP showed a correlation with invasively measured mean pulmonary artery pressure (mPAP) (r=0.29, p<0.001) and systolic pulmonary arterial pressure (r=0.34,p<0.001). Cox-regression analysis showed higher invasive diastolic, systolic and mean pulmonary pressures were associated with higher all-cause mortality (p<0.001). In addition, invasive measured higher right atrial pressure, lower pulmonary arterial compliance, higher PVR and higher wedge pressure were identified as predictors of all-cause mortality after M-TEER.\nCONCLUSIONS: The new PH definition discriminates PH groups and mortality better than the old definition. The lower threshold of mPAP of 20mmHg improved prognostication in this cohort of patients.", "pmid": "38388469", "score": 3, "selected": true}], 38], "pediatric pulmonary hypertension": [[], 0], "pulmonary arterial hypertension": [[{"title": "The effects of oxygenation on acute vasodilator challenge in pulmonary arterial hypertension.", "authors_str": "Rockstrom MD; Jin Y; Peterson RA; Hountras P; Badesch D; Gu S; Park B; Messenger J; Forbes LM; Cornwell WK; Bull TM", "doi": "10.1002/pul2.12375", "abstract": "Identification of long-term calcium channel blocker (CCB) responders with acute vasodilator challenge is critical in the evaluation of patients with pulmonary arterial hypertension. Currently there is no standardized approach for use of supplemental oxygen during acute vasodilator challenge. In this retrospective analysis of patients identified as acute vasoresponders, treated with CCBs, all patients had hemodynamic measurements in three steps: (1) at baseline; (2) with 100% fractional inspired oxygen; and (3) with 100% fractional inspired oxygen plus inhaled nitric oxide (iNO). Those meeting the definition of acute vasoresponsiveness only after first normalizing for the effects of oxygen in step 2 were labeled \"iNO Responders.\" Those who met the definition of acute vasoresponsiveness from a combination of the effects of 100% FiO", "pmid": "38736893", "score": 3, "selected": true}, {"title": "Selexipag Dosing Strategies for Pediatric Patients with Pulmonary Arterial Hypertension.", "authors_str": "Grossman M; Walker S; Ramsey EZ", "doi": "10.1007/s00246-024-03513-w", "abstract": "This retrospective chart review of patients less than 18 years old with pulmonary arterial hypertension (PAH) receiving selexipag was conducted to describe selexipag dosing practices, impact on concomitant PAH therapies, and the safety and efficacy of selexipag. Twenty-seven patients aged 1-17 years started a median dose of oral selexipag 100 µg twice daily. Therapy was increased by a median of 100 µg twice daily every 6 days to a maximally tolerated median dose of 800 µg twice daily. All 24 patients on another prostacyclin derivative were able to discontinue therapy at their maximum tolerated selexipag dose; other concomitant PAH therapies did not change. Changes in echocardiogram data and 6-MWT results were variable. No patients discontinued selexipag; four patients received decreased doses due to flushing (n = 1), drug interactions (n = 2), or increased frequency of nose bleeds (n = 1).", "pmid": "38727824", "score": 3, "selected": true}, {"title": "TPT-004, a Next-Generation Inhibitor of Tryptophan Hydroxylase, Ameliorates Pulmonary Arterial Hypertension in Rats.", "authors_str": "Wesolowski R; Pleimes D; Specker E; Bader M", "doi": "10.1161/JAHA.124.034240", "abstract": null, "pmid": "38726898", "score": 3, "selected": true}, {"title": "Prognostic value of pulmonary diffusing capacity for carbon monoxide and ventilation-perfusion SPECT findings in pulmonary arterial hypertension.", "authors_str": "Mohammad M; Hartmann JP; Carlsen J; Greve AM; Berg RMG; Mortensen J", "doi": "10.1113/EP091688", "abstract": "Reduced pulmonary diffusing capacity for carbon monoxide (D", "pmid": "38725160", "score": 3, "selected": true}, {"title": "Bone morphogenetic protein signalling in pulmonary arterial hypertension: revisiting the BMPRII connection.", "authors_str": "Li W; Quigley K", "doi": "10.1042/BST20231547", "abstract": "Pulmonary arterial hypertension (PAH) is a rare and life-threatening vascular disorder, characterised by abnormal remodelling of the pulmonary vessels and elevated pulmonary artery pressure, leading to right ventricular hypertrophy and right-sided heart failure. The importance of bone morphogenetic protein (BMP) signalling in the pathogenesis of PAH is demonstrated by human genetic studies. Many PAH risk genes are involved in the BMP signalling pathway and are highly expressed or preferentially act on vascular endothelial cells. Endothelial dysfunction is recognised as an initial trigger for PAH, and endothelial BMP signalling plays a crucial role in the maintenance of endothelial integrity. BMPR2 is the most prevalent PAH gene, found in over 80% of heritable cases. As BMPRII protein is the major type II receptor for a large family of BMP ligands and expressed ubiquitously in many tissues, dysregulated BMP signalling in other cells may also contribute to PAH pathobiology. Sotatercept, which contains the extracellular domain of another transforming growth factor-β family type II receptor ActRIIA fused to immunoglobin Fc domain, was recently approved by the FDA as a treatment for PAH. Neither its target cells nor its mechanism of action is fully understood. This review will revisit BMPRII function and its extracellular regulation, summarise how dysregulated BMP signalling in endothelial cells and smooth muscle cells may contribute to PAH pathogenesis, and discuss how novel therapeutics targeting the extracellular regulation of BMP signalling, such as BMP9 and Sotatercept, can be related to restoring BMPRII function.", "pmid": "38716930", "score": 2, "selected": true}, {"title": "Ethanol-induced lung and cardiac right ventricular inflammation and remodeling underlie progression to pulmonary arterial hypertension.", "authors_str": "Donovan MK; Abdel-Rahman AA", "doi": "10.1111/acer.15341", "abstract": "BACKGROUND: Current research on ethanol-induced cardiovascular anomalies has focused on left ventricular (LV) function and blood pressure. To extend this area of research, we sought to determine whether ethanol-induced alterations in the structure and function of the right cardiac ventricle (RV) and pulmonary artery (PA) lead to pulmonary arterial hypertension (PAH).\nMETHODS: Two groups of male Sprague-Dawley rats received a balanced liquid diet containing 5% ethanol (w/v) or a pair-fed isocaloric liquid diet for 8 weeks. Weekly echocardiography was conducted to evaluate cardiopulmonary function, and lung and RV tissues were collected for ex vivo histological and molecular studies.\nRESULTS: The ethanol-treated rats exhibited: (1) Elevated mean pulmonary arterial pressure and decreased pulmonary artery acceleration time/ejection time; (2) Pulmonary vascular remodeling comprising intrapulmonary artery medial layer thickening; and (3) RV hypertrophy along with increased RV/LV + septum, RV diameter, RV cardiomyocyte cross-sectional area, and LV mass/body weight ratio. These responses were associated with increased lung and RV pro-inflammatory markers, endothelin-1 (ET-1), TNF-α, and IL-6 levels and higher ET-1, ET-1 type A/B receptor ratio, and downregulation of the cytoprotective protein, bone morphogenetic protein receptor 2 (BMPR2), in the lungs.\nCONCLUSION: These findings show that moderate ethanol-induced cardiopulmonary changes underlie progression to PAH via an upregulated proinflammatory ET1-TNFα-IL6 pathway and suppression of the anti-inflammatory BMPR2.", "pmid": "38710650", "score": 3, "selected": true}, {"title": "Sotatercept (Winrevair) for pulmonary arterial hypertension.", "authors_str": "", "doi": "10.58347/tml.2024.1702a", "abstract": null, "pmid": "38696310", "score": 2, "selected": true}, {"title": "Spermidine attenuates monocrotaline-induced pulmonary arterial hypertension in rats by inhibiting purine metabolism and polyamine synthesis-associated vascular remodeling.", "authors_str": "Chen YJ; Li HF; Zhao FR; Yu M; Pan SY; Sun WZ; Yin YY; Zhu TT", "doi": "10.1016/j.intimp.2024.111946", "abstract": "Ensuring the homeostatic integrity of pulmonary artery endothelial cells (PAECs) is essential for combatting pulmonary arterial hypertension (PAH), as it equips the cells to withstand microenvironmental challenges. Spermidine (SPD), a potent facilitator of autophagy, has been identified as a significant contributor to PAECs function and survival. Despite SPD's observed benefits, a comprehensive understanding of its protective mechanisms has remained elusive. Through an integrated approach combining metabolomics and molecular biology, this study uncovers the molecular pathways employed by SPD in mitigating PAH induced by monocrotaline (MCT) in a Sprague-Dawley rat model. The study demonstrates that SPD administration (5 mg/kg/day) significantly corrects right ventricular impairment and pathological changes in pulmonary tissues following MCT exposure (60 mg/kg). Metabolomic profiling identified a purine metabolism disorder in MCT-treated rats, which SPD effectively normalized, conferring a protective effect against PAH progression. Subsequent in vitro analysis showed that SPD (0.8 mM) reduces oxidative stress and apoptosis in PAECs challenged with Dehydromonocrotaline (MCTP, 50 μM), likely by downregulating purine nucleoside phosphorylase (PNP) and modulating polyamine biosynthesis through alterations in S-adenosylmethionine decarboxylase (AMD1) expression and the subsequent production of decarboxylated S-adenosylmethionine (dcSAM). These findings advocate SPD's dual inhibitory effect on PNP and AMD1 as a novel strategy to conserve cellular ATP and alleviate oxidative injuries, thus providing a foundation for SPD's potential therapeutic application in PAH treatment.", "pmid": "38552292", "score": 2, "selected": true}], 16], "macitentan": [[], 1], "selexipag": [[], 1], "ambrisentan": [[], 1], "bosentan": [[{"title": "Preparation of orodispersible tablets of bosentan using xylitol and menthol as dissolution enhancers.", "authors_str": "Sakr RM; Abdelaziz AES; Mazyed EA; El Maghraby GM", "doi": "10.1038/s41598-024-60494-9", "abstract": "Bosentan is a drug used to treat pulmonary hypertension via dual endothelial receptor antagonism. Bosentan has a restricted oral bioavailability, a problem that's mostly due to poor solubility and hepatic metabolism. It is extensively used for the elderly and children who require a friendly dosage form like orodispersible tablets. So, the goal of this research work was to hasten the dissolution rate of bosentan to produce an orodispersible tablet with immediate drug release. Bosentan was exposed to ethanol-assisted kneading with a rise of xylitol or menthol concentrations (1:1 and 1:2 molar ratio of bosentan with excipient). In addition to observing the dissolution behavior, the resulting dry products were investigated using Fourier transform infrared spectroscopy (FTIR), differential thermal analysis (DTA), and X-ray diffraction (XRD). The FTIR reflected possible hydrogen bonding with xylitol and menthol. DSC studies reflected a reduction in the enthalpy and Tm. These results with XRD data reflected partial co-amorphization in the case of xylitol and eutaxia in the case of menthol. These modifications were related to an accelerated dissolving rate. The developed systems were fabricated as orodispersible tablets which exhibited immediate release of bosentan. Thus, the current study offered simple co-processing for the preparation of orodispersible bosentan tablets.", "pmid": "38724608", "score": 2, "selected": true}], 2], "sotatercept": [[], 1], "riociguat": [[], 2], "portopulmonary hypertension AND pulmonary hypertension": [[], 0], "echocardiography AND pulmonary hypertension": [[], 7], "CPET AND pulmonary hypertension": [[], 1]}