{"Congenital heart disease AND pulmonary hypertension": [], "Cardiopulmonary exercise test AND pulmonary hypertension": [], "Systemic sclerosis AND pulmonary hypertension": [], "Connective tissue disease AND pulmonary hypertension": [], "pulmonary hypertension": [{"title": "Balloon pulmonary angioplasty under awake veno-arterial extracorporeal membrane oxygenation in a patient with class III obesity with chronic thromboembolic pulmonary hypertension complicated with multiple serious comorbidities.", "authors_str": "Sato T; Fukui S; Nakano T; Hasegawa K; Kikuta H; Kameyama T; Shirota Y; Endo T; Kawamoto S; Kumagai K; Izawa H; Komaru T", "doi": "10.1002/pul2.12377", "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is a chronic disease that can rapidly deteriorate into circulatory collapse when complicated by comorbidities. We herein describe a case involving a 43-year-old woman with class III obesity (body mass index of 63 kg/m", "pmid": "38681871", "score": 2, "selected": true}, {"title": "The Application of Point of Care Ultrasound to Screen for Pulmonary Hypertension: A Narrative Review.", "authors_str": "Ke DYJ; Tso M; Johri AM", "doi": "10.24908/pocus.v9i1.17494", "abstract": "BACKGROUND: Pulmonary Hypertension (PH) is a condition with several cardiopulmonary etiologies that has the potential of progressing to right heart failure without proper intervention. After a history, physical exam, and investigations, cases of suspected PH typically undergo imaging via a transthoracic echocardiogram (TTE). This is a resource-intensive procedure that is less accessible in remote communities. However, point of care ultrasound (POCUS), a portable ultrasound administered at the bedside, has potential to aid in the diagnostic process of PH.\nMETHODS: The MEDLINE, Embase, and CENTRAL databases were searched to screen the intersection of POCUS and PH. Studies involved adult patients, and only English articles were accepted. Reviews, case reports, unfinished research, and conference abstracts were excluded. Our aim was to identify primary studies that correlated POCUS scan results and additional clinical findings related to PH.\nRESULTS: Nine studies were included after our search. In these studies, POCUS was effective in identifying dilatation of inferior vena cava (IVC); internal jugular vein (IJV); and hepatic, portal, and intrarenal veins in patients with PH. The presence of pericardial effusion, pleural effusion, or b-lines on POCUS are also associated with PH.\nCONCLUSIONS: This review suggests important potential for the use of POCUS in the initial screening of PH. IVC and basic cardiopulmonary POCUS exams are key for PH screening in patients with dyspnea. Right-heart dilatation can be visualized, and peripheral veins may be scanned based on clinical suspicion. POCUS offers screening as an extension of a physical exam, with direct visualization of cardiac morphology. However, more studies are required to develop a statistically validated POCUS exam for PH diagnosis. More studies should also be conducted at the primary-care level to evaluate the value of screening using POCUS for PH in less-differentiated patients.", "pmid": "38681162", "score": 3, "selected": true}, {"title": "Targeting IL-11 to reduce fibrocyte circulation and lung accumulation in animal models of pulmonary hypertension-associated lung fibrosis.", "authors_str": "Milara J; Roger I; Montero P; Artigues E; Escrivá J; Del Río R; Cortijo J", "doi": "10.1111/bph.16393", "abstract": "BACKGROUND AND PURPOSE: IL-11 is a member of the IL-6 family of cytokine initially considered as haematopoietic and cytoprotective factor. Recent evidence indicates that IL-11 promotes lung fibrosis and pulmonary hypertension in animal models and is elevated in lung tissue of patients with pulmonary fibrosis and pulmonary hypertension. Fibrocytes are bone marrow-derived circulating cells that participate in lung fibrosis and pulmonary hypertension, but the role of IL-11 on fibrocytes is unknown. We investigated the role of IL-11 system on fibrocyte activation in different in vitro and in vivo models of lung fibrosis associated with pulmonary hypertension.\nEXPERIMENTAL APPROACH: Human fibrocytes were isolated from peripheral blood of six healthy donors. Recombinant human (rh)-IL-11 and soluble rh-IL-11 receptor, α subunit (IL-11Rα) were used to stimulated fibrocytes in vitro to measure:- cell migration in a chemotactic migration chamber, fibrocyte to endothelial cell adhesion in a microscope-flow chamber and fibrocyte to myofibroblast transition. Mouse lung fibrosis and pulmonary hypertension was induced using either IL-11 (s.c.) or bleomycin (intra-tracheal), while in the rat monocrotaline (intra-tracheal) was used. In vivo siRNA-IL-11 was administered to suppress IL-11 in vivo.\nKEY RESULTS: RhIL-11 and soluble rhIL-11Rα promote fibrocyte migration, endothelial cell adhesion and myofibroblast transition. Subcutaneous (s.c.) IL-11 infusion elevates blood, bronchoalveolar and lung tissue fibrocytes. SiRNA-IL-11 transfection in bleomycin and monocrotaline animal models reduces blood and lung tissue fibrocytes and reduces serum CXCL12 and CXCL12/CXCR4 lung expression.\nCONCLUSION AND IMPLICATIONS: Targeting IL-11 reduces fibrocyte circulation and lung accumulation in animal models of pulmonary hypertension-associated lung fibrosis.", "pmid": "38679415", "score": 4, "selected": true}, {"title": "Continuous heart monitoring in patients with pulmonary hypertension smartwatches and direct transmission to their electronic health records: A trial design.", "authors_str": "Andersen MØ; Carlsen J", "doi": "10.1016/j.cct.2024.107548", "abstract": "BACKGROUND: Pulmonary hypertension is a progressive disease for which early treatment interventions are essential. Traditionally, patients undergo periodic clinical assessments. However, recent advances in wearable technology could improve the quality and efficiency of follow-up monitoring in patients with pulmonary hypertension.\nTRIAL DESIGN: To our knowledge, this is the first study describing direct data transmission from a smartwatch to patients' electronic health records. It implements a novel update and customised program to continuously and automatically transmit data from a smartwatch to the patient's electronic healthcare records. It will evaluate continuous monitoring in patients with pulmonary hypertension and monitor their physical activity time, heart rate variability, and heart rate at rest and during physical activity via a smartwatch. It will also evaluate the data transmission method, and its data will be assessed by the treating physicians supplemental to clinical practice. Smartwatch integration promises numerous advantages: comprehensive cardiovascular monitoring and improved patient experience. Our continuous smartwatch monitoring approach offers a solution for earlier detection of clinical worsening and could be included as a combined endpoint in future clinical trials. It could improve patient empowerment, enhance precision medicine, and reduce hospitalisations. The user-friendly smartwatch is designed to minimise disruption in daily life.\nCONCLUSION: The ability to transfer real-time data from wearable devices to electronic health records could help to transform the treatment of patients with pulmonary hypertension and their follow-up monitoring outside a clinical setting, enhancing the efficiency of healthcare delivery.", "pmid": "38679139", "score": 3, "selected": true}, {"title": "Diagnosis of chronic thromboembolic pulmonary hypertension after acute pulmonary embolism: data from a practice-based longitudinal cohort.", "authors_str": "Hobohm L; Paschke LM; Farmakis IT; Barco S; Partovi S; Münzel T; Konstantinides S; Keller K; Below M", "doi": "10.1016/j.jtha.2024.04.009", "abstract": "BACKGROUND AND AIMS: A large prospective multicentre cohort study with systematic follow-up recently reported a 2.3% two-year cumulative incidence of chronic thromboembolic pulmonary hypertension (CTEPH) after acute pulmonary embolism (PE). The present investigation aimed to determine the reported prevalence and incidence of CTEPH diagnosis after acute PE in real-world practice over a twelve-year period.\nMETHODS: This study was based on nationwide ambulatory billing claims and drug prescription data of all residents with public health insurance in Germany from 2010 to 2021.\nRESULTS: A total of 573,972 patients with acute PE (median age 71 years; 57.4% women) were identified between 2010 and 2021. Prevalence of CTEPH among patients with history of PE increased during period from 0.4% in 2010 to 0.9% in 2021. CTEPH was diagnosed in 2556 patients after acute PE, with most (17.6%) diagnoses reported within the first three months after the index PE event. The cumulative incidence rate after 3 months (1\nCONCLUSIONS: The low CTEPH incidence rate after acute PE in the present analysis suggests low awareness of CTEPH. It further suggests a lack of systematic follow-up protocols for acute PE survivors in the real world. Improved implementation of existing recommendations on follow-up strategies post PE is warranted.", "pmid": "38677594", "score": 3, "selected": true}, {"title": "Maternal and Fetal Outcomes in Pulmonary Hypertension During Pregnancy: A Contemporary Nationwide Analysis.", "authors_str": "Maligireddy A; Jabri A; Zghouzi M; Rojulpote C; VanAken G; Janga C; Radjef R; Aronow H; Awdish R; Kelly B; Grafton G; Paul TK; Lin CJ; Mikhalkova D; Alaswad K; Franco-Palacios D; Villablanca P; Aggarwal V", "doi": "10.1016/j.amjcard.2024.04.016", "abstract": "BACKGROUND: Pulmonary hypertension (PH) disproportionately affects women, presenting challenges during pregnancy. Historically, patients with PH are advised to avoid pregnancy; however, recent reports have indicated that the incidence of adverse events in pregnant females with PH may be lower than previously reported.\nMETHODS: We conducted a retrospective cohort study in pregnant patients with PH using the National Readmission Database from January 1, 2016, to December 31, 2020. PH was categorized according to the World Health Organization (WHO) classification. Primary endpoints include maternal mortality and 30-day non-elective readmission rate. Other adverse short term maternal (cardiovascular and obstetric) and fetal outcomes were also analyzed.\nRESULTS: Among 9,922,142 pregnant women, 3,532 (0.04%) had pulmonary hypertension (PH), with Group 1 PH noted in 1,833 (51.9%), Group 2 PH in 676 (19.1%), Group 3 PH in 604 (17.1%), Group 4 PH in 23 (0.7%), Group 5 PH in 98 (2.8%), and multifactorial PH in 298 (8.4%). PH patients exhibited higher rates of adverse cardiovascular events (15.7% vs. 0.3% without PH, p < 0.001) and mortality (0.9% vs. 0.01% without PH, p < 0.001). Mixed PH and Group 2 PH had the highest prevalence of adverse cardiovascular events among WHO PH groups. Patients with PH had a significantly higher non-elective 30-day readmission rate (10.4% vs. 2.3%) and maternal adverse obstetric events (24.2% vs. 9.1%) compared to those without PH (p < 0.001) (Figure 1).\nCONCLUSION: Pregnant women with PH had significantly higher adverse event rates, including in-hospital maternal mortality (85-fold), compared to those without PH.", "pmid": "38663575", "score": 3, "selected": true}, {"title": "Pulmonary thrombotic pulmonary hypertension managed using antithrombotic and pulmonary vasodilator treatment.", "authors_str": "Horikawa R; Suzuki R; Yuchi Y; Satomi S; Saito T; Teshima T; Matsumoto H", "doi": "10.1111/jvim.17089", "abstract": "An 8-year-old Leonberger receiving immunosuppressive treatment with clinical signs of acute dyspnea, cyanosis, and difficulty standing was referred to our institution (Day 1). Treatment including oxygen, clopidogrel, and low-molecular-weight heparin was initiated for suspected pulmonary thrombosis. However, exertional dyspnea persisted until Day 10, and increased tricuspid regurgitation velocity, pulmonary vascular resistance, and McConnell's signs also were observed. Thus, beraprost sodium was administered PO on Day 11 to treat suspected pulmonary hypertension. On Day 13, contrast-enhanced computed tomography identified extensive contrast defects in the pulmonary arteries, and IV monteplase was administered on Days 14 and 18, with marked improvement in respiratory status and exertional dyspnea on Day 20. Right ventricular function and McConnell signs also improved, and tricuspid regurgitation velocity and pulmonary vascular resistance decreased. On Day 250, echocardiography indicated further improvement in pulmonary hypertension pathophysiology. The patient was still progressing well with antithrombotic and pulmonary vasodilator treatment 400 days later.", "pmid": "38662965", "score": 2, "selected": true}, {"title": "miR-210-5p Promotes Pulmonary Hypertension by Blocking ATP2A2.", "authors_str": "Wang B; Xu Y; Huang Y; Shao S; Xu D; Zhang Y; Pang L; Nan Z; Ye Q; Wang Y; Wang W; Jin K; Yuan L", "doi": "10.1007/s10557-024-07568-y", "abstract": "AIM: Aberrant expression of ATPase sarcoplasmic/endoplasmic retic Ca\nMETHODS: Eighteen Sprague-Dawley rats were randomly divided into two groups-monoclonal (MCT) group and control group-and then administered MCT (60 mg/kg) and saline, respectively. mPAP, PVR, RVHI, WT%, and WA% were significantly increased in PH rats after 3 weeks, confirming that the modeling of PH rats was successful. Subsequently, we determined the expression of ATP2A2 and miR-210-5p in lung tissues using WB and qRT-PCR methods. We established an in vitro model using BMP4 and TGF-β1 treatment of pulmonary artery smooth muscle cells (PASMCs) and examined the expression of ATP2A2 and miR-210-5p using the same method. To further elucidate the regulatory relationship between ATP2A2 and miR-210-5p, we altered the expression level of miR-210-5p and detected the corresponding changes in ATP2A2 levels. In addition, we demonstrated the relationship by dual luciferase experiments. Finally, the effect of silencing ATP2A2 could be confirmed by the level of cell membrane Ca\nRESULTS: Up-regulation of miR-210-5p and down-regulation of ATP2A2 were observed in the MCT group compared with the control group, which was confirmed in the in vitro model. In addition, elevated miR-210-5p expression decreased the level of ATP2A2 while increasing the proliferation of PASMCs, and the results of the dual luciferase assay further confirmed that ATP2A2 is a downstream target of miR-210-5p. Additionally, silencing ATP2A2 resulted in increased cytoplasmic Ca\nCONCLUSION: In MCT-induced PH, miR-210-5p promotes pulmonary vascular remodeling by inhibiting ATP2A2.", "pmid": "38656637", "score": 2, "selected": true}, {"title": "Hypoplastic Circumflex Aorta With Anomalous Left Pulmonary Artery: Uncrossing Operation in a Neonate.", "authors_str": "Alloah Q; Misra N; Kwon E; Jhaveri S; Rajagopal H; Gasparis C; Meyer DB", "doi": "10.1177/21501351241237955", "abstract": "Circumflex aortic arch with coarctation and anomalous origin of the left pulmonary artery from the aorta are rare cardiovascular anomalies. These conditions can lead to early pulmonary hypertension and challenging management. Early diagnosis and surgical intervention are beneficial for optimal outcome. We present a case where both anomalies coexisted and were repaired with aortic uncrossing, arch augmentation, and reimplantation of the left pulmonary artery. To our knowledge, this is the first documented instance of these anomalies coexisting and being repaired in the neonatal period.", "pmid": "38656246", "score": 3, "selected": true}, {"title": "Fractional exhaled nitric oxide in idiopathic pulmonary arterial hypertension and mixed connective tissue disease complicating pulmonary hypertension.", "authors_str": "Xu J; Sun X; Cao Y; Zhu H; Yang W; Liu J; Guo J", "doi": "10.1186/s12890-024-03004-x", "abstract": "BACKGROUND: Fractional exhaled nitric oxide (FeNO) has been extensively studied in various causes of pulmonary hypertension (PH), but its utility as a noninvasive marker remains highly debated. The objective of our study was to assess FeNO levels in patients with idiopathic pulmonary arterial hypertension (IPAH) and mixed connective tissue disease complicating pulmonary hypertension (MCTD-PH), and to correlate them with respiratory functional data, disease severity, and cardiopulmonary function.\nMETHODS: We collected data from 54 patients diagnosed with IPAH and 78 patients diagnosed with MCTD-PH at the Shanghai Pulmonary Hospital Affiliated to Tongji University. Our data collection included measurements of brain natriuretic peptide (pro-BNP), cardiopulmonary exercise test (CPET), pulmonary function test (PFT), impulse oscillometry (IOS), and FeNO levels. Additionally, we assessed World Health Organization functional class (WHO-FC) of each patient.\nRESULTS: (1) The fractional exhaled concentration of nitric oxide was notably higher in patients with IPAH compared to those with MCTD-PH. Furthermore, within the IPAH group, FeNO levels were found to be lower in cases of severe IPAH compared to mild IPAH (P = 0.024); (2) In severe pulmonary hypertension as per the WHO-FC classification, FeNO levels in IPAH exhibited negative correlations with FEV1/FVC (Forced Expiratory Velocity at one second /Forced Vital Capacity), MEF50% (Maximum Expiratory Flow at 50%), MEF25%, and MMEF75/25% (Maximum Mid-expiratory Flow between 75% and 25%), while in severe MCTD-PH, FeNO levels were negatively correlated with R20% (Resistance at 20 Hz); (3) ROC (Receiving operator characteristic curve) analysis indicated that the optimal cutoff value of FeNO for diagnosing severe IPAH was 23ppb; (4) While FeNO levels tend to be negatively correlated with peakPETO2(peak end-tidal partial pressure for oxygen) in severe IPAH, in mild IPAH they had a positive correlation to peakO2/Heart rate (HR). An interesting find was observed in cases of severe MCTD-PH, where FeNO levels were negatively correlated with HR and respiratory exchange ratio (RER), while positively correlated with O2/HR throughout the cardiopulmonary exercise test.\nCONCLUSION: FeNO levels serve as a non-invasive measure of IPAH severity. Although FeNO levels may not assess the severity of MCTD-PH, their significant makes them a valuable tool when assessing severe MCTD-PH.", "pmid": "38654208", "score": 2, "selected": true}, {"title": "Potential therapeutic targets for COVID-19 complicated with pulmonary hypertension: a bioinformatics and early validation study.", "authors_str": "Hou Q; Jiang J; Na K; Zhang X; Liu D; Jing Q; Yan C; Han Y", "doi": "10.1038/s41598-024-60113-7", "abstract": "Coronavirus disease (COVID-19) and pulmonary hypertension (PH) are closely correlated. However, the mechanism is still poorly understood. In this article, we analyzed the molecular action network driving the emergence of this event. Two datasets (GSE113439 and GSE147507) from the GEO database were used for the identification of differentially expressed genes (DEGs).Common DEGs were selected by VennDiagram and their enrichment in biological pathways was analyzed. Candidate gene biomarkers were selected using three different machine-learning algorithms (SVM-RFE, LASSO, RF).The diagnostic efficacy of these foundational genes was validated using independent datasets. Eventually, we validated molecular docking and medication prediction. We found 62 common DEGs, including several ones that could be enriched for Immune Response and Inflammation. Two DEGs (SELE and CCL20) could be identified by machine-learning algorithms. They performed well in diagnostic tests on independent datasets. In particular, we observed an upregulation of functions associated with the adaptive immune response, the leukocyte-lymphocyte-driven immunological response, and the proinflammatory response. Moreover, by ssGSEA, natural killer T cells, activated dendritic cells, activated CD4 T cells, neutrophils, and plasmacytoid dendritic cells were correlated with COVID-19 and PH, with SELE and CCL20 showing the strongest correlation with dendritic cells. Potential therapeutic compounds like FENRETI-NIDE, AFLATOXIN B1 and 1-nitropyrene were predicted. Further molecular docking and molecular dynamics simulations showed that 1-nitropyrene had the most stable binding with SELE and CCL20.The findings indicated that SELE and CCL20 were identified as novel diagnostic biomarkers for COVID-19 complicated with PH, and the target of these two key genes, FENRETI-NIDE and 1-nitropyrene, was predicted to be a potential therapeutic target, thus providing new insights into the prediction and treatment of COVID-19 complicated with PH in clinical practice.", "pmid": "38653779", "score": 2, "selected": true}, {"title": "Endothelial HIFα-PDGF-B to smooth muscle Beclin1 signaling sustains pathological muscularization in pulmonary hypertension.", "authors_str": "Saddouk FZ; Kuzemczak AP; Saito J; Greif DM", "doi": "10.1172/jci.insight.162449", "abstract": "Mechanisms underlying maintenance of pathological vascular hypermuscularization are poorly delineated. Herein, we investigated retention of smooth muscle cells (SMCs) coating normally unmuscularized distal pulmonary arterioles in pulmonary hypertension (PH) mediated by chronic hypoxia ± Sugen 5416, and reversal of this pathology. With hypoxia in mice or culture, lung endothelial cells (ECs) upregulated hypoxia-inducible factor (Hif)-1a and 2a which induce platelet-derived growth factor-B (PDGF-B), and these factors reduced to normoxic levels with re-normoxia. Re-normoxia reversed hypoxia-induced pulmonary vascular remodeling, but with EC HIFα over-expression during re-normoxia, pathological changes persisted. Conversely, after establishment of distal muscularization and PH, EC-specific deletion of Hif1a, Hif2a, or Pdgfb induced reversal. In human idiopathic pulmonary artery hypertension, HIF1A, HIF2A, PDGFB and autophagy-mediating gene products, including Beclin1, were upregulated in pulmonary artery SMCs and/or lung lysates. Furthermore, in mice, hypoxia-induced EC-derived PDGF-B upregulated Beclin1 in distal arteriole SMCs, and after distal muscularization was established, re-normoxia, EC Pdgfb deletion or treatment with STI571 (which inhibits PDGF receptors) downregulated SMC Beclin1 and other autophagy products. Finally, SMC-specific Becn1 deletion induced apoptosis, reversing distal muscularization and PH mediated by hypoxia ± Sugen 5416. Thus, chronic hypoxia induction of HIFα-to-PDGF-B axis in ECs is required for non-cell autonomous Beclin1-mediated survival of pathological distal arteriole SMCs.", "pmid": "38652543", "score": 2, "selected": true}, {"title": "Unusual cause of muscle weakness, type II respiratory failure and pulmonary hypertension: a case report of ryanodine receptor type 1(RYR1)-related myopathy.", "authors_str": "Chen Y; Zhang S; Lu X; Xie W; Wang C; Zhai Z", "doi": "10.1186/s12890-024-03016-7", "abstract": "BACKGROUND: Patients with congenital myopathies may experience respiratory involvement, resulting in restrictive ventilatory dysfunction and respiratory failure. Pulmonary hypertension (PH) associated with this condition has never been reported in congenital ryanodine receptor type 1(RYR1)-related myopathy.\nCASE PRESENTATION: A 47-year-old woman was admitted with progressively exacerbated chest tightness and difficulty in neck flexion. She was born prematurely at week 28. Her bilateral lower extremities were edematous and muscle strength was grade IV\nCONCLUSIONS: We report a case of RYR1-related myopathy exhibiting hypoventilation syndrome, type II respiratory failure and PH associated with restrictive ventilator dysfunction. Pulmonologists should keep congenital myopathies in mind in the differential diagnosis of type II respiratory failure, especially in patients with short stature and muscle weakness.", "pmid": "38649898", "score": 2, "selected": true}, {"title": "Mediating Metabolism: Inhibition of Malic Enzyme 1 (ME1) Restores Endothelial Bioenergetics and Adenosine Signaling in Pulmonary Hypertension.", "authors_str": "Rao RJ; Chan SY", "doi": "10.1161/CIRCULATIONAHA.124.068738", "abstract": null, "pmid": "38648276", "score": 2, "selected": true}, {"title": "Relationship between obstructive sleep apnea and pulmonary hypertension: past, present and future.", "authors_str": "Lenka J; Foley R; Metersky M; Salmon A", "doi": "10.1080/17476348.2024.2345684", "abstract": "INTRODUCTION: Obstructive sleep apnea (OSA) is a widely prevalent condition with consequent multiple organ systems complications. There is consensus that OSA is associated with negative effects on pulmonary hemodynamics but whether it contributes to development of clinical pulmonary hypertension (PH) is unclear.\nAREAS COVERED: In this review, we (1) highlight previous studies looking into the possible bidirectional association of OSA and PH, focusing on those that explore clinical prognostic implications, (2) explore potential pathophysiology, (3) discuss the new metrics in OSA, (4) describe endo-phenotyping of OSA, (5) recommend possible risk assessment and screening pathways.\nEXPERT OPINION: Relying only on symptoms to consider a sleep study in PH patients is a missed opportunity to detect OSA, which, if present and not treated, can worsen outcomes. The potential prognostic role of sleep study metrics such as oxygen desaturation index (ODI), hypoxic burden (HB) and ventilatory burden (VB) in OSA should be studied in prospective trials to identify patients at risk for PH. AHI alone has not provided clarity. In those with PH, we should consider replacing ambulatory overnight pulse oximetry (OPO) with home sleep studies (HST). In PH patients, mild OSA should be sufficient to consider PAP therapy.", "pmid": "38646681", "score": 3, "selected": true}, {"title": "[Successful rescue of postpartum pulmonary hypertension crisis: a multidisciplinary approach in a case report].", "authors_str": "Qiu LL; Li Y; Pei LJ; Ma GT; Zhao JL; Liu JG; Xu XQ", "doi": "10.3760/cma.j.cn112148-20231130-00472", "abstract": null, "pmid": "38644258", "score": 2, "selected": true}, {"title": "Inactivation of Malic Enzyme 1 in Endothelial Cells Alleviates Pulmonary Hypertension.", "authors_str": "Luo Y; Qi X; Zhang Z; Zhang J; Li B; Shu T; Li X; Hu H; Li J; Tang Q; Zhou Y; Wang M; Fan T; Guo W; Liu Y; Zhang J; Pang J; Yang P; Gao R; Chen W; Yan C; Xing Y; Du W; Wang J; Wang C", "doi": "10.1161/CIRCULATIONAHA.123.067579", "abstract": "BACKGROUND: Pulmonary hypertension (PH) is a progressive cardiopulmonary disease with a high mortality rate. Although growing evidence has revealed the importance of dysregulated energetic metabolism in the pathogenesis of PH, the underlying cellular and molecular mechanisms are not fully understood. In this study, we focused on ME1 (malic enzyme 1), a key enzyme linking glycolysis to the tricarboxylic acid cycle. We aimed to determine the role and mechanistic action of ME1 in PH.\nMETHODS: Global and endothelial-specific \nRESULTS: We found that ME1 protein level and enzymatic activity were highly elevated in lung tissues of patients and mice with PH, primarily in vascular endothelial cells. Global knockout of \nCONCLUSIONS: Our findings indicate that ME1 upregulation in endothelial cells plays a causative role in PH development by negatively regulating adenosine production and subsequently dysregulating endothelial functions. Our findings also suggest that ME1 may represent as a novel pharmacological target for upregulating protective adenosine signaling in PH therapy.", "pmid": "38314588", "score": 2, "selected": true}], "pediatric pulmonary hypertension": [], "pulmonary arterial hypertension": [{"title": "PDZ-Binding Kinase, a Novel Regulator of Vascular Remodeling in Pulmonary Arterial Hypertension.", "authors_str": "Bordan Z; Batori R; Haigh S; Li X; Meadows ML; Brown ZL; West MA; Dong K; Han W; Su Y; Ma Q; Huo Y; Zhou J; Abdelbary M; Sullivan J; Weintraub NL; Stepp DW; Chen F; Barman SA; Fulton DJR", "doi": "10.1161/CIRCULATIONAHA.123.067095", "abstract": "BACKGROUND: Pulmonary arterial hypertension (PAH) is high blood pressure in the lungs that originates from structural changes in small resistance arteries. A defining feature of PAH is the inappropriate remodeling of pulmonary arteries (PA) leading to right ventricle failure and death. Although treatment of PAH has improved, the long-term prognosis for patients remains poor, and more effective targets are needed.\nMETHODS: Gene expression was analyzed by microarray, RNA sequencing, quantitative polymerase chain reaction, Western blotting, and immunostaining of lung and isolated PA in multiple mouse and rat models of pulmonary hypertension (PH) and human PAH. PH was assessed by digital ultrasound, hemodynamic measurements, and morphometry.\nRESULTS: Microarray analysis of the transcriptome of hypertensive rat PA identified a novel candidate, PBK (PDZ-binding kinase), that was upregulated in multiple models and species including humans. PBK is a serine/threonine kinase with important roles in cell proliferation that is minimally expressed in normal tissues but significantly increased in highly proliferative tissues. PBK was robustly upregulated in the medial layer of PA, where it overlaps with markers of smooth muscle cells. Gain-of-function approaches show that active forms of PBK increase PA smooth muscle cell proliferation, whereas silencing PBK, dominant negative PBK, and pharmacological inhibitors of PBK all reduce proliferation. Pharmacological inhibitors of PBK were effective in PH reversal strategies in both mouse and rat models, providing translational significance. In a complementary genetic approach, PBK was knocked out in rats using CRISPR/Cas9 editing, and loss of PBK prevented the development of PH. We found that PBK bound to PRC1 (protein regulator of cytokinesis 1) in PA smooth muscle cells and that multiple genes involved in cytokinesis were upregulated in experimental models of PH and human PAH. Active PBK increased PRC1 phosphorylation and supported cytokinesis in PA smooth muscle cells, whereas silencing or dominant negative PBK reduced cytokinesis and the number of cells in the G2/M phase of the cell cycle.\nCONCLUSIONS: PBK is a newly described target for PAH that is upregulated in proliferating PA smooth muscle cells, where it contributes to proliferation through changes in cytokinesis and cell cycle dynamics to promote medial thickening, fibrosis, increased PA resistance, elevated right ventricular systolic pressure, right ventricular remodeling, and PH.", "pmid": "38682326", "score": 2, "selected": true}, {"title": "Carotid Baroreceptor Stimulation Improves Pulmonary Arterial Remodeling and Right Ventricular Dysfunction in Pulmonary Arterial Hypertension.", "authors_str": "Wang J; Chen J; Shu L; Zhang R; Dai M; Fang X; Hu Z; Xiao L; Xi Z; Zhang J; Bao M", "doi": "10.1016/j.jacbts.2024.01.012", "abstract": "Autonomic nervous system imbalance is intricately associated with the severity and prognosis of pulmonary arterial hypertension (PAH). Carotid baroreceptor stimulation (CBS) is a nonpharmaceutical intervention for autonomic neuromodulation. The effects of CBS on monocrotaline-induced PAH were investigated in this study, and its underlying mechanisms were elucidated. The results indicated that CBS improved pulmonary hemodynamic status and alleviated right ventricular dysfunction, improving pulmonary arterial remodeling and right ventricular remodeling, thus enhancing the survival rate of monocrotaline-induced PAH rats. The beneficial effects of CBS treatment on PAH might be mediated through the inhibition of sympathetic overactivation and inflammatory immune signaling pathways.", "pmid": "38680958", "score": 2, "selected": true}, {"title": "Pulmonary congestion in patients with pulmonary arterial hypertension? New insights from lung ultrasound.", "authors_str": "Platz E; Systrom D; Leopold JA", "doi": "10.1002/ejhf.3259", "abstract": null, "pmid": "38679850", "score": 3, "selected": true}, {"title": "Survival in systemic sclerosis associated pulmonary arterial hypertension in the current treatment era-results from a nationwide study.", "authors_str": "Sarı A; Satış H; Ayan G; Küçükşahin O; Kalyoncu U; Fidancı AA; Ayvalı MO; Ata N; Ülgü MM; Birinci Ş; Akdoğan A", "doi": "10.1007/s10067-024-06961-0", "abstract": "INTRODUCTION: Pulmonary arterial hypertension (PAH) is a leading cause of mortality in systemic sclerosis (SSc). This nationwide study aims to describe real world treatment characteristics and assess survival rates of patients with SSc-PAH.\nMETHODS: In this retrospective cohort study, patients with SSc-PAH were identified from Turkish Ministry of Health National Electronic Database (from January 2016 to September 2022), using ICD-10 codes. Data on demographics, treatment characteristics, and death was collected. Kaplan-Meier curves were used to calculate cumulative probabilities of survival at 1, 3, and 5 years.\nRESULTS: Five hundred forty-seven patients (90.7% female) with SSc-PAH were identified. Median age at PAH diagnosis was 59.9 (50.0-67.4) years. During a median follow-up duration of 3.2 (1.5-4.8) years, 199 (36.4%) deaths occurred. Estimated survival rates at 1, 3, and 5 years were 90.2%, 73.2%, and 56.6%, respectively. Survival was similar among patients with and without interstitial lung disease (p = 0.20). Patients who used immunosuppressives had better survival than those who did not (p < 0.001). No difference was observed in survival rates according to initial PAH-specific treatment regimen (monotherapy or combination) (p = 0.49).\nCONCLUSION: Compared to most of historical cohorts, higher survival rates for SSc-PAH were observed in this study. Early diagnosis of PAH may have contributed to these findings. The impact of immunosuppressive therapy on prognosis of SSc-PAH needs to be further investigated in prospective studies. Key Points • Early diagnosis is pivotal for better outcomes in SSc-PAH. • Implementation of PAH treatment guidelines in routine clinical practice is still poor and should be improved. • Effect of immunosuppressive therapies on disease course has to be defined in SSc-PAH.", "pmid": "38676757", "score": 2, "selected": true}, {"title": "Endothelial Function in Pulmonary Arterial Hypertension: From Bench to Bedside.", "authors_str": "Correale M; Chirivì F; Bevere EML; Tricarico L; D'Alto M; Badagliacca R; Brunetti ND; Vizza CD; Ghio S", "doi": "10.3390/jcm13082444", "abstract": "Pulmonary arterial hypertension is a complex pathology whose etiology is still not completely well clarified. The pathogenesis of pulmonary arterial hypertension involves different molecular mechanisms, with endothelial dysfunction playing a central role in disease progression. Both individual genetic predispositions and environmental factors seem to contribute to its onset. To further understand the complex relationship between endothelial and pulmonary hypertension and try to contribute to the development of future therapies, we report a comprehensive and updated review on endothelial function in pulmonary arterial hypertension.", "pmid": "38673717", "score": 3, "selected": true}, {"title": "Differential expression and analysis of extrachromosomal circular DNAs as serum biomarkers in pulmonary arterial hypertension.", "authors_str": "Zhang C; Du Q; Zhou X; Qu T; Liu Y; Ma K; Shen Z; Wang Q; Zhang Z; Zhang R", "doi": "10.1186/s12931-024-02808-z", "abstract": "BACKGROUND: Extrachromosomal circular DNAs (eccDNAs) have been reported to play a key role in the occurrence and development of various diseases. However, the characterization and role of eccDNAs in pulmonary arterial hypertension (PAH) remain unclear.\nMETHODS: In the discovery cohort, we first explored eccDNA expression profiles by Circle-sequencing analysis. The candidate eccDNAs were validated by routine polymerase chain reaction (PCR), TOPO-TA cloning and Sanger sequencing. In the validation cohort, 30 patients with PAH and 10 healthy controls were recruited for qPCR amplification to detect the candidate eccDNAs. Datas at the baseline were collected, including clinical background, biochemical variables, echocardiography and hemodynamic factors. Receiver operating characteristic curve was used to investigate the diagnostic effect of the eccDNA.\nRESULTS: We identified a total of 21,741 eccDNAs in plasma samples of 3 IPAH patients and 3 individuals in good health, and the expression frequency, GC content, length distribution, and genome distribution of the eccDNAs were thoroughly characterized and analyzed. In the validation cohort, 687 eccDNAs were differentially expressed in patients with IPAH compared with healthy controls (screening threshold: |FC|≥2 and P < 0.05). Gene Ontology (GO) and the Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis showed that the specific eccDNAs in IPAH were significantly enriched in calcium channel activity, the mitogen-activated protein kinase pathway, and the wnt signaling pathway. Verification queue found that the expression of eccDNA-chr2:131208878-131,424,362 in PAH was considerably higher than that in healthy controls and exhibited a high level of accuracy in predicting PAH with a sensitivity of 86.67% and a specificity of 90%. Furthermore, correlation analysis disclosed a significant association between serum eccDNA-chr2:131208878-131,424,362 and mean pulmonary artery pressure (mPAP) (r = 0.396, P = 0.03), 6 min walking distance (6MWD) (r = -0.399, P = 0.029), N-terminal pro-B-type natriuretic peptide (NT-proBNP) (r = 0.685, P < 0.001) and cardiac index (CI) (r = - 0.419, P = 0.021).\nCONCLUSIONS: This is the first study to identify and characterize eccDNAs in patients with PAH. We revealed that serum eccDNA-chr2:131208878-131,424,362 is significantly overexpressed and can be used in the diagnosis of PAH, indicating its potential as a novel non-invasive biomarker.", "pmid": "38664836", "score": 2, "selected": true}, {"title": "Neutrophil extracellular traps promote proliferation of pulmonary smooth muscle cells mediated by CCDC25 in pulmonary arterial hypertension.", "authors_str": "Sun H; Du Z; Zhang X; Gao S; Ji Z; Luo G; Pan S", "doi": "10.1186/s12931-024-02813-2", "abstract": "BACKGROUND: Previous studies have indicated that neutrophil extracellular traps (NETs) play a pivotal role in pathogenesis of pulmonary arterial hypertension (PAH). However, the specific mechanism underlying the impact of NETs on pulmonary artery smooth muscle cells (PASMCs) has not been determined. The objective of this study was to elucidate underlying mechanisms through which NETs contribute to progression of PAH.\nMETHODS: Bioinformatics analysis was employed in this study to screen for potential molecules and mechanisms associated with occurrence and development of PAH. These findings were subsequently validated in human samples, coiled-coil domain containing 25 (CCDC25) knockdown PASMCs, as well as monocrotaline-induced PAH rat model.\nRESULTS: NETs promoted proliferation of PASMCs, thereby facilitating pathogenesis of PAH. This phenomenon was mediated by the activation of transmembrane receptor CCDC25 on PASMCs, which subsequently activated ILK/β-parvin/RAC1 pathway. Consequently, cytoskeletal remodeling and phenotypic transformation occur in PASMCs. Furthermore, the level of NETs could serve as an indicator of PAH severity and as potential therapeutic target for alleviating PAH.\nCONCLUSION: This study elucidated the involvement of NETs in pathogenesis of PAH through their influence on the function of PASMCs, thereby highlighting their potential as promising targets for the evaluation and treatment of PAH.", "pmid": "38664728", "score": 2, "selected": true}, {"title": "Right heart function during and after pregnancy in women with pulmonary arterial hypertension.", "authors_str": "Olsson KM; Fuge J; Park DH; Kamp JC; Berliner D; von Kaisenberg C; Hoeper MM", "doi": "10.1183/13993003.00179-2024", "abstract": null, "pmid": "38663976", "score": 3, "selected": true}, {"title": "Risk stratification refinements with inclusion of haemodynamic variables at follow-up in patients with pulmonary arterial hypertension.", "authors_str": "Boucly A; Beurnier A; Turquier S; Jevnikar M; de Groote P; Chaouat A; Cheron C; Jaïs X; Picard F; Prévot G; Roche A; Solinas S; Cottin V; Bauer F; Montani D; Humbert M; Savale L; Sitbon O; PulmoTension Network", "doi": "10.1183/13993003.00197-2024", "abstract": "BACKGROUND AND AIMS: Haemodynamic variables are prognostic factors in pulmonary arterial hypertension (PAH). However, right heart catheterization (RHC) is not systematically recommended to assess the risk-status during follow-up. This study aimed to assess the added value of haemodynamic variables in prevalent patients to predict the risk of death or lung transplantation according to their risk status assessed by the non-invasive 4 strata model as recommended by the European guidelines.\nMETHODS: We evaluated incident patients with PAH enrolled in the French PAH Registry between 2009 and 2020 who had a first follow-up RHC. Cox regression identified, in each follow-up risk status, haemodynamic variables significantly associated with transplant-free survival (TFS). Optimal thresholds were determined by time-dependent Receiver-Operating Characteristics. Several multivariable Cox regression models were performed to identify the haemodynamic variables improving the non-invasive risk stratification model.\nRESULTS: We analysed 1240 incident patients reassessed within a year by RHC. None of haemodynamic variable were significantly associated with TFS among low-risk (n=386) or high-risk (n=71) patients. Among patients at intermediate (-low, n=483, -high, n=300) risk at first follow-up, multivariable models including either stroke volume index (SVi) or mixed venous oxygen saturation (SvO\nCONCLUSIONS: Cardiopulmonary haemodynamics may improve risk stratification at follow-up in patients at intermediate-risk.", "pmid": "38663975", "score": 3, "selected": true}, {"title": "Early identification of SOX17 deficiency in infants to guide management of heritable pulmonary arterial hypertension using PDA stent to create reverse Potts shunt physiology.", "authors_str": "Ostler H; Fall C; El-Said H; Justino H; Haldeman S; Carroll J; Rao R", "doi": "10.1002/pul2.12366", "abstract": "Heritable pulmonary arterial hypertension (HPAH) is a rare progressive condition that includes patients with an identified genetic cause of pulmonary arterial hypertension (PAH). HPAH and idiopathic PAH (IPAH) have an estimated combined incidence of 0.5-0.9 cases per million children-years. Several pathogenic variants have been associated with HPAH in children and adults, including genes ", "pmid": "38655005", "score": 3, "selected": true}, {"title": "NKX2-5 regulates vessel remodelling in scleroderma-associated pulmonary arterial hypertension.", "authors_str": "Papaioannou I; Dritsoula A; Kang P; Baliga RS; Trinder SL; Cook E; Xu S; Hobbs A; Denton CP; Abraham DJ; Ponticos M", "doi": "10.1172/jci.insight.164191", "abstract": "NKX2-5 is a member of the homeobox-containing transcription factors critical in regulating tissue differentiation in development. Here, we report a role for NKX2-5 in vascular smooth muscle cell phenotypic modulation in vitro and in vascular remodelling in vivo. NKX2-5 is up-regulated in scleroderma (SSc) patients with pulmonary arterial hypertension. Suppression of NKX2-5 expression in smooth muscle cells, halted vascular smooth muscle proliferation and migration, enhanced contractility and blocked the expression of the extracellular matrix genes. Conversely, overexpression of NKX2-5 suppressed the expression of contractile genes (ACTA2, TAGLN, CNN1) and enhanced the expression of matrix genes (COL1) in vascular smooth muscle cells. In vivo, conditional deletion of NKX2-5 attenuated blood vessel remodelling and halted the progression to hypertension in the mouse chronic hypoxia mouse model. This study revealed that signals related to injury such as serum and low confluence, which induce NKX2-5 expression in cultured cells, is potentiated by TGFβ and further enhanced by hypoxia. The effect of TGFβ was sensitive to ERK5 and PI3K inhibition. Our data suggest a pivotal role for NKX2-5 in the phenotypic modulation of smooth muscle cells during pathological vascular remodelling and provide proof of concept for therapeutic targeting of NKX2-5 in vasculopathies.", "pmid": "38652537", "score": 2, "selected": true}, {"title": "Aberrant Long-Chain Fatty Acid Metabolism Associated with Evolving Systemic Sclerosis-Associated Pulmonary Arterial Hypertension.", "authors_str": "Coursen JC; Tuhy T; Naranjo M; Woods A; Hummers LK; Shah AA; Suresh K; Visovatti SH; Mathai SC; Hassoun PM; Damico RL; Simpson CE", "doi": "10.1152/ajplung.00057.2024", "abstract": "We sought to investigate differential metabolism in patients with systemic sclerosis (SSc) who develop pulmonary arterial hypertension (PAH) versus those who do not, as a method of identifying potential disease biomarkers. In a nested case-control design, serum metabolites were assayed in SSc subjects who developed right heart catheterization-confirmed PAH (n=22) while under surveillance in a longitudinal cohort from Johns Hopkins, then compared to metabolites assayed in matched SSc patients who did not develop PAH (n=22). Serum samples were collected at \"proximate\" (within 12 months) and \"distant\" (within 1-5 years) time points relative to PAH diagnosis. Metabolites were identified using liquid chromatography-mass spectroscopy (LC-MS). An LC-MS dataset from SSc subjects with either mildly elevated pulmonary pressures or overt PAH from the University of Michigan was compared. Differentially abundant metabolites were tested as predictors of PAH in two additional validation SSc cohorts. Long-chain fatty acid metabolism (LCFA) consistently differed in SSc-PAH versus SSc without PH. LCFA metabolites discriminated SSc-PAH patients with mildly elevated pressures in the Michigan cohort and predicted SSc-PAH up to two years prior to clinical diagnosis in the Hopkins cohort. Acylcholines containing LCFA residues and linoleic acid metabolites were most important for discriminating SSc-PAH. Combinations of acylcholines and linoleic acid metabolites provided good discrimination of SSc-PAH across cohorts. Aberrant lipid metabolism is observed throughout the evolution of PAH in SSc. Lipidomic signatures of abnormal LCFA metabolism distinguish SSc-PAH patients from those without PH, including prior to clinical diagnosis and in mild disease.", "pmid": "38651694", "score": 3, "selected": true}, {"title": "Formulation and evaluation of inhaled Sildenafil-loaded PLGA microparticles for treatment of pulmonary arterial hypertension (PAH): A novel high drug loaded formulation and scalable process via hot melt extrusion technology (Part Ⅰ).", "authors_str": "Almutairi M; Hefnawy A; Almotairy A; Alobaida A; Alyahya M; Althobaiti A; Adel Ali Youssef A; Elkanayati RM; Ashour EA; Smyth HDC; Repka MA", "doi": "10.1016/j.ijpharm.2024.124044", "abstract": "In recent years, several techniques were employed to develop a local sustained pulmonary delivery of sildenafil citrate (SC) as an alternative for the intravenous and oral treatment of pulmonary arterial hypertension (PAH). Most of these methods, however, need to be improved due to limitations of scalability, low yield production, low drug loading, and stability issues. In this study, we report the use of hot-melt extrusion (HME) as a scalable process for making Poly (lactic-co-glycolic acid) (PLGA) microparticles with high SC load. The prepared particles were tested in vitro for local drug delivery to the lungs by inhalation. Sodium bicarbonate was included as a porogen in the formulation to make the particles more brittle and to impart favorable aerodynamic properties. Six formulations were prepared with different formulation compositions. Laser diffraction analysis was used to estimate the geometric particle size distribution of the microparticles. In-vitro aerodynamic performance was evaluated by the next-generation cascade impactor (NGI). It was reported in terms of an emitted dose (ED), an emitted fraction (EF%), a respirable fraction (RF%), a fine particle fraction (FPF%), a mass median aerodynamic diameter (MMAD), and geometric standard deviation (GSD). The formulations have also been characterized for surface morphology, entrapment efficiency, drug load, and in-vitro drug release. The results demonstrated that PLGA microparticles have a mean geometric particle size between 6 and 14 µm, entrapment efficiency of 77 to 89 %, and SC load between 17 and 33 % w/w. Fifteen percent of entrapped sildenafil was released over 24 h from the PLGA microparticles, and seventy percent over 7 days. The aerodynamic properties included fine particle fraction ranging between 19 and 33 % and an average mass median aerodynamic diameter of 6-13 µm.", "pmid": "38527563", "score": 2, "selected": true}, {"title": "B-cells in pulmonary arterial hypertension: friend, foe or bystander?", "authors_str": "Sanges S; Tian W; Dubucquoi S; Chang JL; Collet A; Launay D; Nicolls MR", "doi": "10.1183/13993003.01949-2023", "abstract": "There is an unmet need for new therapeutic strategies that target alternative pathways to improve the prognosis of patients with pulmonary arterial hypertension (PAH). As immunity has been involved in the development and progression of vascular lesions in PAH, we review the potential contribution of B-cells in its pathogenesis and evaluate the relevance of B-cell-targeted therapies. Circulating B-cell homeostasis is altered in PAH patients, with total B-cell lymphopenia, abnormal subset distribution (expansion of naïve and antibody-secreting cells, reduction of memory B-cells) and chronic activation. B-cells are recruited to the lungs through local chemokine secretion, and activated by several mechanisms: 1) interaction with lung vascular autoantigens through cognate B-cell receptors; 2) costimulatory signals provided by T follicular helper cells (interleukin (IL)-21), type 2 T helper cells and mast cells (IL-4, IL-6 and IL-13); and 3) increased survival signals provided by B-cell activating factor pathways. This activity results in the formation of germinal centres within perivascular tertiary lymphoid organs and in the local production of pathogenic autoantibodies that target the pulmonary vasculature and vascular stabilisation factors (including angiotensin-II/endothelin-1 receptors and bone morphogenetic protein receptors). B-cells also mediate their effects through enhanced production of pro-inflammatory cytokines, reduced anti-inflammatory properties by regulatory B-cells, immunoglobulin (Ig)G-induced complement activation, and IgE-induced mast cell activation. Precision-medicine approaches targeting B-cell immunity are a promising direction for select PAH conditions, as suggested by the efficacy of anti-CD20 therapy in experimental models and a trial of rituximab in systemic sclerosis-associated PAH.", "pmid": "38485150", "score": 3, "selected": true}, {"title": "Prognostic value of anti-IFI16 autoantibodies in pulmonary arterial hypertension and mortality in patients with systemic sclerosis.", "authors_str": "Perurena-Prieto J; Callejas-Moraga EL; Sanz-Martínez MT; Colobran R; Guillén-Del-Castillo A; Simeón-Aznar CP", "doi": "10.1016/j.medcli.2023.11.020", "abstract": "OBJECTIVES: To determine the diagnostic value of anti-interferon gamma inducible protein 16 (IFI16) autoantibodies in systemic sclerosis (SSc) patients negative for all tested SSc-specific autoantibodies (SSc-seronegative patients) and to evaluate the clinical significance of these autoantibodies, whether isolated or in the presence of anti-centromere autoantibodies (ACA).\nMETHODS: Overall, 58 SSc-seronegative and 66 ACA-positive patients were included in the study. All patients were tested for anti-IFI16 autoantibodies by an in-house direct ELISA. Associations between clinical parameters and anti-IFI16 autoantibodies were analysed.\nRESULTS: Overall, 17.2% of SSc-seronegative and 39.4% of ACA-positive patients were positive for anti-IFI16 autoantibodies. Anti-IFI16 autoantibodies were found only in patients within the limited cutaneous SSc (lcSSc) subset. A positive association between anti-IFI16 positivity and isolated pulmonary arterial hypertension (PAH) was found (odds ratio [OR]=5.07; p=0.014) even after adjusting for ACA status (OR=4.99; p=0.019). Anti-IFI16-positive patients were found to have poorer overall survival than negative patients (p=0.032). Cumulative survival rates at 10, 20 and 30 years were 96.9%, 92.5% and 68.7% for anti-IFI16-positive patients vs. 98.8%, 97.0% and 90.3% for anti-IFI16-negative-patients, respectively. Anti-IFI16-positive patients also had worse overall survival than anti-IFI16-negative patients after adjusting for ACA status in the multivariate Cox analysis (hazard ratio [HR]=3.21; p=0.043).\nCONCLUSION: Anti-IFI16 autoantibodies were associated with isolated PAH and poorer overall survival. Anti-IFI16 autoantibodies could be used as a supplementary marker of lcSSc in SSc-seronegative patients and for identifying ACA-positive patients with worse clinical outcome.", "pmid": "38302398", "score": 4, "selected": true}], "macitentan": [{"title": "Differential inhibition of sildenafil and macitentan on saxagliptin metabolism.", "authors_str": "Dai GX; Tan W; Shen Y; Lin D; Xu RA; Lin Q; Wei Z", "doi": "10.1016/j.taap.2024.116934", "abstract": "The development of diabetes mellitus (DM) is generally accompanied by erectile dysfunction (ED) and pulmonary arterial hypertension (PAH), which increases the use of combination drug therapy and the risk of drug-drug interactions. Saxagliptin for the treatment of DM, sildenafil for the treatment of ED and PAH, and macitentan for the treatment of PAH are all substrates of CYP3A4, which indicates their potential involvement in drug-drug interactions. Therefore, we investigated potential pharmacokinetic interactions between saxagliptin and sildenafil/macitentan. We investigated this speculation both in vitro and in vivo, and explored the underlying mechanism using in vitro hepatic metabolic models and molecular docking assays. The results showed that sildenafil substantially inhibited the metabolism of saxagliptin by occupying the catalytic site of CYP3A4 in a competitive manner, leading to the alterations in the pharmacokinetic properties of saxagliptin in terms of increased maximum plasma concentration (C", "pmid": "38663673", "score": 2, "selected": true}], "selexipag": [], "ambrisentan": [], "bosentan": [], "sotatercept": [], "riociguat": [], "portopulmonary hypertension AND pulmonary hypertension": [], "echocardiography AND pulmonary hypertension": [], "CPET AND pulmonary hypertension": [], "PAH": [{"title": "Exposure of an endangered seabird species to persistent organic pollutants: Assessing levels in blood and link with reproductive parameters.", "authors_str": "Campioni L; Oró-Nolla B; Granadeiro JP; Silva MC; Madeiros J; Gjerdrum C; Lacorte S", "doi": "10.1016/j.scitotenv.2024.172814", "abstract": "Ocean contamination, particularly from persistent organic pollutants (POPs), remains a significant threat to marine predators that occupy high trophic positions. Long-lived procellariform seabirds are apex predators in marine ecosystems and tend to accumulate contaminants. Prolonged exposure to pollutants negatively affects their fitness including reproduction success. Low breeding success may represent a hurdle for the restoration of small and endangered seabird populations, including several highly threatened gadfly petrels. Here we investigated the annual variation (2019 and 2022) in organochlorine pesticide (OCP), polychlorinated biphenyl ether (PCB), polybrominated diphenyl ether (PBDE), and polycyclic aromatic hydrocarbon (PAH) exposure in the endangered Bermuda petrel (Pterodroma cahow), and the relationship between females' contaminant burden and breeding parameters. We found that petrels were exposed to a wide range of pollutants (33 out of 55 showed measurable levels) with PCBs dominating the blood contaminant profiles in both years. Only 9 compounds were detected in >50 % of the birds. Specifically, among OCPs, p, p'-DDE and hexaclorobenzene were the most frequently detected while fluorene and acenaphthene were the most common PAH. The concentrations of ∑", "pmid": "38679096", "score": 3, "selected": true}, {"title": "Corrigendum to \"Polycyclic aromatic hydrocarbon (PAH)-containing soils from coal gangue stacking areas contribute to epithelial to mesenchymal transition (EMT) modulation on cancer cell metastasis\" [Sci. Total Environ. 580 (2017) 632-640].", "authors_str": "Yun Y; Gao R; Yue H; Liu X; Li G; Sang N", "doi": "10.1016/j.scitotenv.2024.172647", "abstract": null, "pmid": "38670833", "score": 2, "selected": true}, {"title": "Degradation and mechanism of PAHs by Fe-based activated persulfate: Effect of temperature and noble metal.", "authors_str": "Wang Y; Tian H; Zhang C; Xu J; Liu X; Ma F; Wei X; Sun Y", "doi": "10.1016/j.scitotenv.2024.172768", "abstract": "The accumulation of contaminants like PAHs in soil due to industrialization, urbanization, and intensified agriculture poses environmental challenges, owing to their persistence, hydrophobic nature, and toxicity. Thus, the degradation of PAHs has attracted worldwide attention in soil remediation. This study explored the effect of noble metal and temperature on the degradation of various polycyclic aromatic hydrocarbons (PAHs) in soil, as well as the types of reactive radicals generated and mechanism. The Fe-Pd/AC and Fe-Pt/AC activated persulfate exhibited high removal efficiency of 19 kinds of PAHs, about 79.95 % and 83.36 %, respectively. Fe-Pt/AC-activated persulfate exhibits superior degradation efficiency than that on Fe-Pd/AC-activated persulfate, due to the higher specific surface area and dispersity of Pt particles, thereby resulting in increased reactive radicals (·OH, SO", "pmid": "38670359", "score": 2, "selected": true}, {"title": "Prognostic value of anti-IFI16 autoantibodies in pulmonary arterial hypertension and mortality in patients with systemic sclerosis.", "authors_str": "Perurena-Prieto J; Callejas-Moraga EL; Sanz-Martínez MT; Colobran R; Guillén-Del-Castillo A; Simeón-Aznar CP", "doi": "10.1016/j.medcli.2023.11.020", "abstract": "OBJECTIVES: To determine the diagnostic value of anti-interferon gamma inducible protein 16 (IFI16) autoantibodies in systemic sclerosis (SSc) patients negative for all tested SSc-specific autoantibodies (SSc-seronegative patients) and to evaluate the clinical significance of these autoantibodies, whether isolated or in the presence of anti-centromere autoantibodies (ACA).\nMETHODS: Overall, 58 SSc-seronegative and 66 ACA-positive patients were included in the study. All patients were tested for anti-IFI16 autoantibodies by an in-house direct ELISA. Associations between clinical parameters and anti-IFI16 autoantibodies were analysed.\nRESULTS: Overall, 17.2% of SSc-seronegative and 39.4% of ACA-positive patients were positive for anti-IFI16 autoantibodies. Anti-IFI16 autoantibodies were found only in patients within the limited cutaneous SSc (lcSSc) subset. A positive association between anti-IFI16 positivity and isolated pulmonary arterial hypertension (PAH) was found (odds ratio [OR]=5.07; p=0.014) even after adjusting for ACA status (OR=4.99; p=0.019). Anti-IFI16-positive patients were found to have poorer overall survival than negative patients (p=0.032). Cumulative survival rates at 10, 20 and 30 years were 96.9%, 92.5% and 68.7% for anti-IFI16-positive patients vs. 98.8%, 97.0% and 90.3% for anti-IFI16-negative-patients, respectively. Anti-IFI16-positive patients also had worse overall survival than anti-IFI16-negative patients after adjusting for ACA status in the multivariate Cox analysis (hazard ratio [HR]=3.21; p=0.043).\nCONCLUSION: Anti-IFI16 autoantibodies were associated with isolated PAH and poorer overall survival. Anti-IFI16 autoantibodies could be used as a supplementary marker of lcSSc in SSc-seronegative patients and for identifying ACA-positive patients with worse clinical outcome.", "pmid": "38302398", "score": 2, "selected": true}]}