{"Congenital heart disease AND pulmonary hypertension": [[], 3], "Cardiopulmonary exercise test AND pulmonary hypertension": [[], 1], "Systemic sclerosis AND pulmonary hypertension": [[], 4], "Connective tissue disease AND pulmonary hypertension": [[], 5], "pulmonary hypertension": [[{"title": "Phosphoproteomics analysis of serum from dogs affected with pulmonary hypertension secondary to degenerative mitral valve disease.", "authors_str": "Sakarin S; Rungsipipat A; Roytrakul S; Jaresitthikunchai J; Phaonakrop N; Charoenlappanit S; Thaisakun S; Surachetpong S", "doi": "10.7717/peerj.17186", "abstract": "Pulmonary hypertension (PH), a common complication in dogs affected by degenerative mitral valve disease (DMVD), is a progressive disorder characterized by increased pulmonary arterial pressure (PAP) and pulmonary vascular remodeling. Phosphorylation of proteins, impacting vascular function and cell proliferation, might play a role in the development and progression of PH. Unlike gene or protein studies, phosphoproteomic focuses on active proteins that function as end-target proteins within signaling cascades. Studying phosphorylated proteins can reveal active contributors to PH development. Early diagnosis of PH is crucial for effective management and improved clinical outcomes. This study aimed to identify potential serum biomarkers for diagnosing PH in dogs affected with DMVD using a phosphoproteomic approach. Serum samples were collected from healthy control dogs (", "pmid": "38708342", "score": 2, "selected": true}, {"title": "Tailoring of Bilosomal Nanogel for Augmenting the Off-Label Use of Sildenafil Citrate in Pediatric Pulmonary Hypertension.", "authors_str": "Almutairy BK; Khafagy ES; Aldawsari MF; Alshetaili A; Alotaibi HF; Abu Lila AS", "doi": "10.1021/acsomega.4c01133", "abstract": "Pediatric pulmonary hypertension is a serious syndrome with significant morbidity and mortality. Sildenafil is widely used off-label in pediatric patients with pulmonary arterial hypertension. In this study, bile salt-stabilized nanovesicles (bilosomes) were screened for their efficacy to enhance the transdermal delivery of the phosphodiesterase type 5 inhibitor, sildenafil citrate, in an attempt to augment its therapeutic efficacy in pediatric pulmonary hypertension. A response surface methodology was implemented for fabricating and optimizing a bilosomal formulation of sildenafil (SDF-BS). The optimized SDF-BS formulation was characterized in terms of its entrapment efficiency (EE), zeta potential, vesicle size, and in vitro release profile. The optimized formula was then loaded onto hydroxypropyl methyl cellulose (HPMC) hydrogel and assessed for skin permeation, in vivo pharmacokinetics, and pharmacodynamic studies. The optimized SDF-BS showed the following characteristic features; EE of 88.7 ± 1.1%, vesicle size of 185.0 + 9.2 nm, zeta potential of -20.4 ± 1.1 mV, and efficiently sustained SDF release for 12 h. Skin permeation study revealed a remarkable improvement in SDF penetration from bilosomal gel compared to plain SDF gel. In addition, pharmacokinetic results revealed that encapsulating SDF within bilosomal vesicles significantly enhanced its systemic bioavailability (∼3 folds), compared to SDF oral suspension. In addition, pharmacodynamic investigation revealed that, compared to plain SDF gel or oral drug suspension, SDF-BS gel applied topically triggered a significant elevation (", "pmid": "38708263", "score": 2, "selected": true}, {"title": "Direct prostacyclin transition in pediatric patients with pulmonary hypertension.", "authors_str": "Merrill K; Davis A; Jackson E; Riker M; Kirk C; Yung D", "doi": "10.1002/pul2.12373", "abstract": "Pediatric patients with pulmonary arterial hypertension (PAH) are commonly treated with the prostacyclin analog treprostinil in IV, SQ, inhaled or oral form, or the prostacyclin receptor agonist selexipag. Patients who transition between these medications often follow recommendations for gradual up- and down-titrations that take place over several days in the hospital or several weeks as an outpatient. However, hospital resources are limited, and long transitions are inconvenient for patients and families. We report a case series of eight pediatric patients with PAH transitioned directly between prostacyclins with no overlapping doses. Direct medication transitions occurred in the cardiac intensive care unit (CICU), at home and in cardiology clinic. Equivalent doses for selexipag were estimated using information extrapolated from experience, published materials and selexipag study guidelines. All patients completed direct transition as planned and remained on transition dose for at least 1 week. In most cases selexipag was up-titrated at home after establishing initial transition dose. In select patients, direct prostacyclin transition in pediatric patients with PAH is safe, effective, convenient for families and reduces the use of hospital resources.", "pmid": "38706991", "score": 3, "selected": true}, {"title": "Pulmonary Hypertension and Lung Damage Associated with Prolonged Exposure to Patent Ductus Arteriosus in Very Preterm Infants.", "authors_str": "Villamor E; Gonzalez-Luis GE", "doi": "10.1164/rccm.202404-0694ED", "abstract": null, "pmid": "38701371", "score": 5, "selected": true}, {"title": "Analysis of clinical features and prognostic factors in Takayasu arteritis involving pulmonary hypertension: A retrospective study.", "authors_str": "Wang J; Lei K; Li J; Zhang Y; Chi S; Zhang Z; Huang L; Yang X", "doi": "10.1097/MD.0000000000037992", "abstract": "BACKGROUND: Multiple takayasu arteritis (TA) is a chronic nonspecific large to medium vasculitis disease that mainly accumulates the aorta and its branches. Pulmonary vascular disease is often seen as stenosis and occlusion, and patients may show no moderate to severe pulmonary hypertension (PH). This study aims to summarize the clinical characteristics and analysis of prognostic factors in patients with PH caused by TA.\nMETHODS: Patients diagnosed with aortitis involving the pulmonary artery by pulmonary arteriography or pulmonary artery and total aortic computed tomography arteriography (CTA). All patients underwent detailed clinical assessment, laboratory data collection, and analysis of imaging data. Patients were followed up and factors affecting the prognosis of the pulmonary arteries were analyzed.\nRESULTS: Most of the patients' complaints were chest tightness, shortness of breath, decreased activity tolerance, hemoptysis and chest pain. 56.90% of the patients were in at the time of admission. Echocardiographic estimation of pulmonary artery systolic pressure was 90.39 ± 22.87 mm Hg. In terms of laboratory tests, 39.66%% of the patients had elevated C-reactive protein and erythrocyte sedimentation rate, and amino-terminal natriuretic peptide precursor on admission. In terms of imaging, all patients had pulmonary artery involvement, which was combined with aortic involvement in 31.03%. Nuclide lung perfusion/ventilation imaging of the patients revealed multiple perfusion defects/absences in the segmental and subsegmental distribution of the lungs. Univariate Cox regression model analysis suggested that patients' WHO functional class at admission, age ≧ 51 years at the time of consultation, and amino-terminal natriuretic peptide precursor ≧ 3500 pg/mL were factors affecting the prognosis. Further multifactorial Cox regression model analysis suggested amino-terminal natriuretic peptide precursor ≧ 3500 pg/mL was an independent predictor of poor prognosis with a hazard ratio (HR) value of 5.248.\nCONCLUSION: Electrocardiogram and echocardiogram may suggest an increased right heart load; some patients have elevated serum inflammatory indexes. Characteristic imaging manifestations include widening of the main pulmonary artery, multiple pulmonary segmental and subsegmental stenoses.", "pmid": "38701260", "score": 2, "selected": true}, {"title": "Correlating Severity of Pulmonary Hypertension by Echocardiogram with Mortality in Premature Infants with Bronchopulmonary Dysplasia.", "authors_str": "Torok RD; Gardner RA; Barker PCA; McCrary AW; Li JS; Hornik CP; Laughon MM; Jackson WM", "doi": "10.1055/s-0044-1786544", "abstract": "OBJECTIVE:  Bronchopulmonary dysplasia (BPD) is the most common complication of preterm birth. Infants with BPD are at increased risk for pulmonary hypertension (PH). Cardiac catheterization is the gold standard for diagnosing PH, but cardiac catheterization is challenging to perform in small, sick, premature infants. The utility of echocardiography for diagnosing PH and predicting outcomes in extremely premature infants has not been clearly defined. Therefore, we sought to use predefined criteria to diagnose PH by echocardiogram and relate PH severity to mortality in extremely premature infants with BPD.\nSTUDY DESIGN:  Echocardiograms from 46 infants born ≤28 weeks' postmenstrual age with a diagnosis of BPD were assessed for PH by three pediatric cardiologists using predefined criteria, and survival times among categories of PH patients were compared. A total of 458 echocardiograms were reviewed, and 15 (33%) patients were found to have at least moderate PH. Patients with at least moderate PH had similar demographic characteristics to those with no/mild PH.\nRESULTS:  Ninety percent of infants without moderate to severe PH survived to hospital discharge, compared with 67% of infants with at least moderate PH (\nCONCLUSION:  Using predefined criteria for PH, premature infants with BPD can be stratified into PH severity categories. Patients diagnosed with severe PH by echocardiogram have significantly reduced survival.\nKEY POINTS: · A composite score definition of PH by echocardiogram showed high inter- and intrarater reliability.. · Infants with severe PH by echocardiogram had decreased survival rates.. · Early diagnosis of PH by echocardiogram dictates treatment which may improve outcomes..", "pmid": "38698596", "score": 2, "selected": true}, {"title": "Risk factors associated with pulmonary hypertension in patients with active tuberculosis and tuberculous destroyed lung: a retrospective study.", "authors_str": "Liu W; Xu Y; Yang L; Zhan S; Pang K; Lin H; Qin H; Zhang P", "doi": "10.1038/s41598-024-59679-z", "abstract": "Pulmonary tuberculosis (TB) can result in irreversible damage and lead to tuberculous destructive lung (TDL), a severe chronic lung disease that is associated with a high mortality rate. Additionally, pulmonary hypertension (PH) is a hemodynamic disorder that can be caused by lung diseases. The objective of this study is to investigate the risk factors associated with PH in active TB patients diagnosed with TDL. We conducted a retrospective review of the medical records of 237 patients who were diagnosed with TDL, active pulmonary tuberculosis, and underwent echocardiography at the Third People' Hospital of Shenzhen from January 1, 2016, to June 30, 2023. Univariate and multivariate logistic regression analyses were performed to identify factors that correlated with the development of pulmonary hypertension. Univariate and multivariate logistic regression analyses revealed that several factors were associated with an increased risk of pulmonary hypertension (PH) in individuals with tuberculosis destroyed lung (TDL). These factors included age (OR = 1.055), dyspnea (OR = 10.728), D-dimer (OR = 1.27), PaCO2 (OR = 1.040), number of destroyed lung lobes (OR = 5.584), bronchiectasis (OR = 3.205), and chronic pleuritis (OR = 2.841). When age, D-dimer, PaCO2, and number of destroyed lung lobes were combined, the predictive value for PH in patients with TDL was found to be 80.6% (95% CI 0.739-0.873),with a sensitivity of 76.6% and specificity of 73.2%. Advanced age, elevated D-dimer levels, hypercapnia, and severe lung damage were strongly correlated with the onset of PH in individuals with active pulmonary tuberculosis (PTB) and TDL. Furthermore, a model incorporating age, D-dimer, PaCO2, and the number of destroyed lung lobes might be valuable in predicting the occurrence of PH in patients with active PTB and TDL.", "pmid": "38698005", "score": 2, "selected": true}, {"title": "Characteristics and outcomes of patients developing pulmonary hypertension associated with proteasome inhibitors.", "authors_str": "Grynblat J; Khouri C; Hlavaty A; Jais X; Savale L; Camille Chaumais M; Kularatne M; Jevnikar M; Boucly A; Antigny F; Perros F; Simonneau G; Sitbon O; Humbert M; Montani D; French PH Network PULMOTENSION investigators", "doi": "10.1183/13993003.02158-2023", "abstract": "RATIONALE: Pulmonary arterial hypertension (PAH) has been described in patients treated with proteasome inhibitors (PI).\nOBJECTIVES: To evaluate the association between PI and PAH.\nMETHODS: Characteristics of incident PAH cases previously treated with Carfilzomib or Bortezomib were analyzed from the French PH Registry and the VIGIAPATH program from 2004 to 2023, concurrently with a pharmacovigilance disproportionality analysis using the WHO's global database, and a meta-analysis of randomized controlled trials.\nRESULTS: Eleven incident cases of PI associated PAH were identified (6 with Carfilzomib and 5 with Bortezomib) with a female: male ratio of 2.7:1, a median age of 61 years, and a median delay between PI first exposure and PAH of 6 months. Four patients died (2 from right heart failure, 1 from respiratory distress, and 1 from an unknown cause). At diagnosis, 6 were in NYHA-Fc III/IV with severe hemodynamic impairment (median mean pulmonary artery pressure of 39 mmHg, cardiac index 2.45 L/min·m\nCONCLUSION: PI may induce PAH in patients undergoing treatment, with Carfilzomib emitting a stronger signal than Bortezomib, and these patients should be monitored closely.", "pmid": "38697649", "score": 3, "selected": true}, {"title": "A review regarding the article 'Effectiveness of mechanical circulatory support devices in reversing pulmonary hypertension among heart transplant candidates: A systematic review.'.", "authors_str": "Li H; Li J; Huang J; Jiang D", "doi": "10.1016/j.cpcardiol.2024.102614", "abstract": "Pulmonary hypertension (PH) with high pulmonary vascular resistance (PVR) is a very often diagnosed contraindication for orthotopic heart transplantation (OHT). It is a direct consequence of left ventricle failure characterized by high diastolic pressure obstructing the collection of blood from the pulmonary vessels. The occurrence of this situation grows with the increasing time of waiting for OHT, and with the progression of heart failure. Mechanical circulatory support (MCS) devices, particularly left ventricular assist devices (LVADs), have emerged as pivotal interventions for patients with fixed PH, offering a potential bridge to transplantation. The pathophysiological impact of PH in heart transplant candidates is profound, as it is associated with increased perioperative risk and heightened mortality post-transplantation. The selection of heart transplant candidates thus mandates a careful evaluation of PH, with an emphasis on distinguishing between reversible and fixed forms of the condition. Reversible PH can often be managed with medical therapies; however, fixed PH presents a more daunting challenge, necessitating more aggressive interventions like MCS. Patients are supported with LVADs until evidence of pulmonary afterload reversal is evident and then can be considered for heart transplantation. However, in those who are non-responders or have complications while being supported, their option for transplant is revoked. Despite these advancements, the heterogeneity of MCS devices and their mechanisms of action necessitates a nuanced understanding of their efficacy.", "pmid": "38692447", "score": 2, "selected": true}, {"title": "Collagen triple helix repeat-containing protein 1 is a novel biomarker of right ventricular involvement in pulmonary hypertension.", "authors_str": "Yokokawa T; Nishiura K; Katahira M; Sato Y; Miura S; Sato A; Shimizu T; Misaka T; Sato T; Kaneshiro T; Oikawa M; Yoshihisa A; Sugimoto K; Fukushima K; Nakazato K; Takeishi Y", "doi": "10.1016/j.cjca.2024.04.016", "abstract": "BACKGROUND: Pulmonary hypertension leads to right ventricular failure, which is a major determinant of prognosis. Circulating biomarkers for right ventricular function are poorly explored in pulmonary hypertension. This study aimed to clarify the significance of collagen triple helix repeat-containing protein 1 (CTHRC1) as a biomarker of right ventricular failure in pulmonary hypertension.\nMETHODS: A monocrotaline-induced pulmonary hypertension rat model was used to evaluate right ventricular CTHRC1 expression and its relationship with fibrosis. Next, human plasma CTHRC1 levels were measured in controls (n = 20), pulmonary arterial hypertension (n = 46), and chronic thromboembolic pulmonary hypertension (CTEPH) patients (n = 64) before the first and after the final balloon pulmonary angioplasty.\nRESULTS: CTHRC1 expression was higher in the right ventricles of rats with monocrotaline-induced pulmonary hypertension than in those of controls. CTHRC1 was co-localized with vimentin and associated with fibrosis in the right ventricles. Plasma CTHRC1 levels were higher in human pulmonary arterial hypertension (P = 0.006) and CTEPH patients (P = 0.011) than in controls. Plasma CTHRC levels were correlated with B-type natriuretic peptide (R = 0.355, P < 0.001), tricuspid lateral annular peak systolic velocity (R = -0.213, P = 0.029), and right ventricular fractional area change (R = -0.225, P = 0.017). Finally, plasma CTHRC1 levels were decreased after the final balloon pulmonary angioplasty (P < 0.001) in CTEPH.\nCONCLUSIONS: CTHRC1 can be a circulating biomarker associated with right ventricular function and fibrosis in pulmonary hypertension and might reflect the therapeutic efficacy of balloon pulmonary angioplasty in CTEPH.", "pmid": "38692430", "score": 2, "selected": true}, {"title": "Recurrence of Pulmonary Arteriovenous Malformation after Embolization in Patients with Pulmonary Hypertension.", "authors_str": "Fish A; Wang D; Knight E; Pollak J; Schlachter T", "doi": "10.1016/j.jvir.2024.04.017", "abstract": "PURPOSE: To evaluate the correlation between pulmonary hypertension (PH) and post-embolization pulmonary arteriovenous malformation (PAVM) recurrence.\nMATERIALS AND METHODS: With IRB approval the records of 377 patients with PAVMs evaluated at single HHT center of excellence between January 1, 2013, and September 10, 2023, were retrospectively reviewed. PAVMs embolized during this time-period were evaluated for recurrence. Patients and PAVMs not treated during this time-period were excluded. Growth of previously untreated PAVMs was not considered recurrence. Patients without chest CT follow-up were excluded. General demographics, HHT status as defined by genetic testing or Curacao criteria, presence of PH, history of smoking, anemia, and liver AVMs was documented. Odds ratio and stratified analysis was calculated to assay the correlation between PAVM recurrence, PH and possible confounders.\nRESULTS: A total of 151 patients with PAVMs were treated during the study period, including 438 PAVMs, for which follow-up was available. This included 106 patients with definite, 31 doubtful, and 14 possible HHT. The presence of pulmonary hypertension was significantly associated with both PAVM recurrence by patient (OR: 8.13, 95% CI 3.50 - 19.67) and by lesion (OR: 4.07, 95% CI 2.14 - 7.91). Multivariate analysis demonstrated that this correlation was independent of several variables including HHT status, smoking history, presence of liver AVMs, and anemia.\nCONCLUSION: There is a high correlation between pulmonary hypertension and PAVM recurrence, likely due to high pulmonary artery pressures causing recanalization. Pulmonary hypertension may suggest the need for shorter surveillance intervals.", "pmid": "38692392", "score": 2, "selected": true}, {"title": "Precision cardiac monitoring: algorithmic real-time assessment of right ventricular function in pulmonary hypertension.", "authors_str": "Kremer N; Glocker F; Schäfer S; Rako Z; Yogeswaran A; Seeger W; Hopf HB; Tello K", "doi": "10.1002/ehf2.14833", "abstract": null, "pmid": "38689380", "score": 3, "selected": true}, {"title": "Pediatric Pulmonary Hypertension.", "authors_str": "Morales-Demori R; Coleman R; Mallory GB", "doi": "10.1542/pir.2023-006010", "abstract": null, "pmid": "38689108", "score": 2, "selected": true}, {"title": "Unilateral pleural effusion with pulmonary hypertension in sarcoidosis: do not forget the pulmonary veins!", "authors_str": "Agaoglu ES; Semple T; Wells AU; Wort S; Price LC", "doi": "10.1136/thorax-2023-220058", "abstract": null, "pmid": "38684338", "score": 3, "selected": true}, {"title": "Emergencies in Pulmonary Hypertension.", "authors_str": "Bhattacharya S", "doi": "10.1016/j.ccl.2024.02.011", "abstract": "Pulmonary hypertension is a challenging disease entity with various underlying etiologies. The management of patients with pulmonary arterial hypertension (WHO Group 1) remains challenging especially in the critical care setting. With risk of high morbidity and mortality, these patients require a multidisciplinary team approach at a speciality care facility for pulmonary hypertension for comprehensive evaluation and rapid initiation of treatment. For acute decompensated right heart failure, management should concentrate on optimizing preload and after load with use of pulmonary vasodilator therapy. A careful evaluation of specialized situations is required for appropriate treatment response.", "pmid": "38631794", "score": 2, "selected": true}, {"title": "Pulmonary Hypertension in Idiopathic Interstitial Pneumonia Is Associated with Small Vessel Pruning.", "authors_str": "Harder EM; Abtin F; Nardelli P; Brownstein A; Channick RN; Washko GR; Goldin J; San José Estépar R; Rahaghi FN; Saggar R", "doi": "10.1164/rccm.202312-2343LE", "abstract": null, "pmid": "38502314", "score": 2, "selected": true}, {"title": "Improvement in Pulmonary Hypertension Following Metabolic and Bariatric Surgery: a Brief Review and Meta-analysis.", "authors_str": "Kitaghenda FK; Hidig SM", "doi": "10.1007/s11695-024-07162-z", "abstract": "We reviewed the available evidence on the outcome of metabolic and bariatric surgery (MBS) in patients with pulmonary hypertension (PH). Five studies examining 174 patients were included; the mean age was 54.5 ± 9.27 years; the mean BMI before surgery and at the end of follow-up were 47.2 ± 5.95 kg/m", "pmid": "38478193", "score": 2, "selected": true}, {"title": "Occurrence of hyperoxia during iNO treatment for persistent pulmonary hypertension of the newborn: a cohort study.", "authors_str": "de Jager J; Brouwer F; Reijman J; van der Palen RLF; Steggerda SJ; Visser R; Te Pas AB; Dekker J", "doi": "10.1007/s00431-024-05506-6", "abstract": "High concentrations of oxygen are often needed to optimize oxygenation in infants with persistent pulmonary hypertension (PPHN), but this can also increase the risk of hyperoxemia. We determined the occurrence of hyperoxemia in infants treated for PPHN. Medical records of infants ≥ 34 + 0 weeks gestational age (GA) who received inhaled nitric oxide (iNO) were retrospectively reviewed for oxygenation parameters during iNO therapy. Oxygen was manually titrated to target arterial oxygen tension (PaO", "pmid": "38470520", "score": 3, "selected": true}, {"title": "Diagnostic Performance of Perfusion-Only SPECT/CT for Chronic Thromboembolic Pulmonary Hypertension in Comparison With Ventilation-Perfusion Planar, SPECT, and SPECT/CT Imaging.", "authors_str": "Sung C; Han S; Yoon S; Han SA; Kang DY; Kim DH; Park DW; Song JM; Lee JS; Ryu JS; Moon DH", "doi": "10.1097/RLU.0000000000005142", "abstract": "PURPOSE: The aim of this study was to assess the diagnostic performance of perfusion-only SPECT/CT (Q SPECT/CT) in comparison with that of ventilation/perfusion planar scintigraphy (V/Q planar), perfusion SPECT with ventilation scan (V/Q SPECT), and perfusion SPECT/CT with ventilation scan (V/Q SPECT/CT) in chronic thromboembolic pulmonary hypertension (CTEPH).\nPATIENTS AND METHODS: Patients with pulmonary hypertension who underwent ventilation-perfusion planar and SPECT/CT were retrospectively recruited. Two nuclear medicine physicians interpreted V/Q planar, V/Q SPECT, V/Q SPECT/CT, and Q SPECT/CT according to the European Association of Nuclear Medicine criteria. The diagnostic accuracy of these modalities for CTEPH was compared using a composite reference standard of pulmonary angiography, imaging test, cardiorespiratory assessment, and follow-up.\nRESULTS: A total of 192 patients were enrolled, including 85 with CTEPH. The sensitivity of Q SPECT/CT was 98.8%, which similar to that of V/Q planar (97.6%), V/Q SPECT (96.5%), or V/Q SPECT/CT (100.0%). In contrast, Q SPECT/CT exhibited significantly lower specificity (73.8%) compared with V/Q planar (86.9%, P = 0.001), V/Q SPECT (87.9%, P < 0.001), and V/Q SPECT/CT (88.8%, P < 0.001). The significantly lower specificity of Q SPECT/CT, compared with the 3 others, was observed in the subgroup aged ≥50 years ( P < 0.001 for all), but not in those <50 years.\nCONCLUSIONS: Q SPECT/CT exhibited lower specificity compared with V/Q planar, V/Q SPECT, and V/Q SPECT/CT in diagnosing CTEPH. It might underscore the essential role of a ventilation scan in patients with PH, even with the introduction of SPECT/CT.", "pmid": "38467577", "score": 2, "selected": true}, {"title": "Comment on: Severe pulmonary hypertension in pulmonary alveolar microlithiasis: A comprehensive literature review.", "authors_str": "Rangwala BS; Rangwala HS", "doi": "10.1016/j.cpcardiol.2024.102492", "abstract": "This letter commends the study \"Severe pulmonary hypertension in pulmonary alveolar microlithiasis: A comprehensive literature review\" for its thorough exploration of Pulmonary Alveolar Microlithiasis (PAM) and its association with pulmonary hypertension (PH). The study offers insights into PAM's genetics, clinical manifestations, diagnostic approaches, and treatment modalities. It highlights the importance of early diagnosis and management while discussing limitations such as its retrospective nature and small sample size. Despite these limitations, the study contributes significantly to understanding PAM and PH, emphasizing the need for larger prospective studies to validate findings and explore novel therapeutic avenues.", "pmid": "38431143", "score": 2, "selected": true}, {"title": "Pulmonary Vascular Resistance-Pulmonary Artery Compliance Relationship and Time Constant in Pulmonary Hypertension Due to Valvular Heart Disease.", "authors_str": "Jha AK; Rajkumar S; Parida S", "doi": "10.1053/j.jvca.2024.01.035", "abstract": null, "pmid": "38402065", "score": 2, "selected": true}, {"title": "Chronic thromboembolic pulmonary hypertension and balloon pulmonary angioplasty - Where are we in 2024?", "authors_str": "Kayali SM; Dietz BE; Siddiq BS; Ghaly M; Owens TS; Khouzam RN", "doi": "10.1016/j.cpcardiol.2024.102481", "abstract": "Pulmonary endarterectomy (PEA) is the first-line treatment for patients with chronic thromboembolic pulmonary hypertension (CTEPH). However, some patients with CTEPH are considered inoperable, and in the last decade, balloon pulmonary angioplasty (BPA) has emerged as a viable therapeutic option for these patients with prohibitive surgical risk or recurrent pulmonary hypertension following PEA. Numerous international centers have increased their procedural volume of BPA and have reported improvements in pulmonary hemodynamics, patient functional class and right ventricular function. Randomized controlled trials have also demonstrated similar findings. Recent refinements in procedural technique, increased operator experience and advancements in procedural technology have facilitated marked reduction in the risk of complications following BPA. Current guidelines recommend BPA for patients with inoperable CTEPH and persistent pulmonary hypertension following PEA. The pulmonary arterial endothelium plays a vital role in the pathophysiologic development and progression of CTEPH.", "pmid": "38401824", "score": 2, "selected": true}, {"title": "Development and validation of a diagnostic nomogram in pulmonary hypertension due to left heart disease.", "authors_str": "Shi S; Zhu X; Cheang I; Liao S; Yin T; Lu X; Yao W; Zhang H; Li X; Zhou Y", "doi": "10.1016/j.hrtlng.2024.01.005", "abstract": "BACKGROUND: Pulmonary hypertension (pH) due to left heart disease (pH-LHD) is the most common form of pH in clinical practice.\nOBJECTIVES: The purpose of the study is to develop a diagnostic nomogram predictive model combining conventional noninvasive examination and detection indicators.\nMETHODS: Our study retrospectively included 361 patients with left heart disease (LHD) who underwent right heart catheterization between 2013 and 2020. All patients were randomly divided into a training cohort (253, 70 %) and a validation cohort (108, 30 %). pH was defined as resting mean pulmonary arterial pressure (mPAP) ≥25 mmHg measured by RHC examination. Data dimension reduction and feature selection were used by Lasso regression model. The nomogram was constructed based on multivariable logistic regression.\nRESULTS: A total of 175 patients with LHD were diagnosed with pH during their hospitalization, representing 48.5 % of the cohort. The mean age of the overall group was 55.6 years, with 76.7 % being male patients. Excessive resting heart rate, elevated New York Heart Association functional class, increased red blood cell distribution width, right ventricular end-diastolic diameter, and pulmonary artery systolic pressure measured by echocardiography were independently associated with the prevalence of pH-LHD. The inclusion of these 5 variables in the nomogram showed good discrimination (AUC = 0.866 [95 % CI, 0.820-0.911]) and optimal calibration (Hosmer-Lemeshow test, P = 0.791) for the validation cohort.\nCONCLUSIONS: The noninvasive nomogram of pH-LHD developed in this study has excellent diagnostic value and clinical applicability, and can more accurately evaluate the presence risk of pH in patients with LHD.", "pmid": "38364358", "score": 2, "selected": true}, {"title": "Severe pulmonary hypertension in pulmonary alveolar microlithiasis: A comprehensive literature review.", "authors_str": "Cueto-Robledo G; Cantero-Ceballos MD; Gonzalez-Hermosillo LM; Navarro-Vergara DI; Garcia-Cesar M; Torres-Rojas MB; Hernandez-Villa L; Serrato BG; Alfaro-Cruz A", "doi": "10.1016/j.cpcardiol.2024.102453", "abstract": "This review focuses on Pulmonary Alveolar Microlithiasis (PAM), an autosomal recessive genetic disorder characterized by calcium crystal deposits (microliths) resulting from loss of function of the SLC34A2 gene. PAM is a rare disease with approximately 1100 reported cases globally. The historical context of its discovery and the genetic, epidemiological, and pathophysiological aspects are discussed. PAM falls under interstitial lung diseases and is associated with pulmonary hypertension (PH), primarily categorized as Group 3 PH. The clinical manifestations, diagnostic approaches, and challenging aspects of treatment are explored. A clinical case of PAM with severe pulmonary hypertension is presented, emphasizing the importance of comprehensive evaluation and the potential benefits of phosphodiesterase-5 inhibitors (PDE5i) therapy. Despite limited therapeutic options and challenging diagnosis, this review sheds light on recent developments and emerging treatments for PAM and associated pulmonary hypertension.", "pmid": "38342349", "score": 2, "selected": true}, {"title": "Ddx5 Targeted Epigenetic Modification of Pericytes in Pulmonary Hypertension After Intrauterine Growth Restriction.", "authors_str": "Hang C; Zu L; Luo X; Wang Y; Yan L; Zhang Z; Le K; Huang Y; Ye L; Ying Y; Chen K; Xu X; Lv Q; Du L", "doi": "10.1165/rcmb.2023-0244OC", "abstract": "Newborns with intrauterine growth restriction (IUGR) have a higher likelihood of developing pulmonary arterial hypertension (PAH) in adulthood. Although there is increasing evidence suggesting that pericytes play a role in regulating myofibroblast transdifferentiation and angiogenesis in malignant and cardiovascular diseases, their involvement in the pathogenesis of IUGR-related pulmonary hypertension and the underlying mechanisms remain incompletely understood. To address this issue, a study was conducted using a Sprague-Dawley rat model of IUGR-related pulmonary hypertension. Our investigation revealed increased proliferation and migration of pulmonary microvascular pericytes in IUGR-related pulmonary hypertension, accompanied by weakened endothelial-pericyte interactions. Through whole-transcriptome sequencing, ", "pmid": "38301267", "score": 2, "selected": true}, {"title": "Advanced hemodynamic and cluster analysis for identifying novel RV function subphenotypes in patients with pulmonary hypertension.", "authors_str": "Janowski AM; Ravellette KS; Insel M; Garcia JGN; Rischard FP; Vanderpool RR", "doi": "10.1016/j.healun.2023.12.009", "abstract": "BACKGROUND: Quantifying right ventricular (RV) function is important to describe the pathophysiology of in pulmonary hypertension (PH). Current phenotyping strategies in PH rely on few invasive hemodynamic parameters to quantify RV dysfunction severity. The aim of this study was to identify novel RV phenotypes using unsupervised clustering methods on advanced hemodynamic features of RV function.\nMETHODS: Participants were identified from the University of Arizona Pulmonary Hypertension Registry (n = 190). RV-pulmonary artery coupling (Ees/Ea), RV systolic (Ees), and diastolic function (Eed) were quantified from stored RV pressure waveforms. Consensus clustering analysis with bootstrapping was used to identify the optimal clustering method. Pearson correlation analysis was used to reduce collinearity between variables. RV cluster subphenotypes were characterized using clinical data and compared to pulmonary vascular resistance (PVR) quintiles.\nRESULTS: Five distinct RV clusters (C1-C5) with distinct RV subphenotypes were identified using k-medoids with a Pearson distance matrix. Clusters 1 and 2 both have low diastolic stiffness (Eed) and afterload (Ea) but RV-PA coupling (Ees/Ea) is decreased in C2. Intermediate cluster (C3) has a similar Ees/Ea as C2 but with higher PA pressure and afterload. Clusters C4 and C5 have increased Eed and Ea but C5 has a significant decrease in Ees/Ea. Cardiac output was high in C3 distinct from the other clusters. In the PVR quintiles, contractility increased and stroke volume decreased as a function of increased afterload. World Symposium PH classifications were distributed across clusters and PVR quintiles.\nCONCLUSIONS: RV-centric phenotyping offers an opportunity for a more precise-medicine-based management approach.", "pmid": "38141893", "score": 2, "selected": true}, {"title": "Recurrent pulmonary hypertension after balloon pulmonary angioplasty for inoperable chronic thromboembolic pulmonary hypertension.", "authors_str": "Takano R; Aoki T; Asano R; Ueda J; Tsuji A; Omae K; Ogo T", "doi": "10.1016/j.healun.2023.12.005", "abstract": "BACKGROUND: Balloon pulmonary angioplasty improves the hemodynamics of patients with inoperable chronic thromboembolic pulmonary hypertension; however, the clinical impact of recurrent pulmonary hypertension after balloon pulmonary angioplasty remains unclear.\nMETHODS: We retrospectively reviewed 262 consecutive patients with chronic thromboembolic pulmonary hypertension who underwent balloon pulmonary angioplasty between July 2009 and December 2020; 158 (65 ± 12 years; males, 20%; median follow-up period, 45 [26, 66] months) with follow-up right heart catheterization and no residual pulmonary hypertension were included. Recurrent pulmonary hypertension was defined as mean pulmonary arterial pressure <25 mm Hg at the first evaluation after balloon pulmonary angioplasty and ≥25 mm Hg at follow-up evaluation requiring additional treatment with balloon pulmonary angioplasty or pulmonary vasodilators.\nRESULTS: Recurrent pulmonary hypertension was observed in 11 patients; the state occupation probability of recurrence at 5 years was 9.0% (95% confidence interval: 5.0%-18.9%). Only 1 case (0.6%) of recurrent pulmonary hypertension showed vascular restenosis and reocclusion of previously treated lesions, with more significant hemodynamic and exercise capacity deterioration than the other cases. Additional treatments for recurrent pulmonary hypertension (balloon pulmonary angioplasty in 9 patients, pulmonary vasodilators in 4 patients) improved the mean pulmonary arterial pressure from 27 [26, 29] to 22 [19, 23] mm Hg (p < 0.01). Recurrence had a low probability of transitioning to death in an illness-death model. No specific risk factors for recurrent pulmonary hypertension were identified.\nCONCLUSIONS: Symptomatic recurrent pulmonary hypertension due to vascular restenosis or reocclusion after balloon pulmonary angioplasty was extremely rare. Most cases of recurrent pulmonary hypertension were mild, did not worsen clinically, and had favorable prognoses.", "pmid": "38128770", "score": 2, "selected": true}, {"title": "Prevalence of pulmonary hypertension in obstructive sleep apnea and its relation to disease severity.", "authors_str": "Milligan I; Shaw AK; Leu R; Kanaan U; Michelfelder E", "doi": "10.5664/jcsm.10952", "abstract": "STUDY OBJECTIVES: The purpose of this study is to examine the prevalence of pulmonary hypertension (PHTN) in children with obstructive sleep apnea (OSA) using echocardiographic (ECHO) parameters and to examine ECHO findings as they relate to severity of OSA.\nMETHODS: A retrospective cohort study of patients with OSA undergoing polysomnogram and ECHO within 30 days of each other, between January 1, 2015, and December 31, 2020, was performed, excluding cardiac disease. ECHO evidence of PHTN was defined as ≥ 2 of the following: tricuspid regurgitation velocity > 3.0 m/s, pulmonary acceleration/ejection time ratio < 0.3, left ventricular eccentricity index > 1.5, and right ventricular dysfunction or abnormal geometry. ECHO parameters were compared to OSA severity using obstructive apnea-hypopnea index, percent of time with oxygen saturation < 90%, and percent of time with end-tidal carbon dioxide > 50 mmHg. Odds ratios were calculated for each comorbidity to evaluate for risk factors.\nRESULTS: Of 509 patients, 4.3% were found to have echocardiographic evidence of PHTN. Neither obstructive apnea-hypopnea index severity nor worsening hypoxemia or hypercarbia correlated with worsening ECHO parameters. Comorbidities including bronchopulmonary dysplasia (odds ratio, 5.22, 2.01-13.53), prematurity (odds ratio, 3.10, 1.28-7.47), and autism (odds ratio, 3.69, 1.01-13.49) were associated with increased odds of PHTN.\nCONCLUSIONS: Significant echocardiographic evidence of PHTN was seen in 4.3% of children with OSA. ECHO findings of PHTN did not correlate with polysomnogram parameters. Comorbidities, particularly bronchopulmonary dysplasia, prematurity, and autism, appear to be a risk factor for developing PHTN in patients with OSA.\nCITATION: Milligan I, Shaw AK, Leu R, Kanaan U, Michelfelder E. Prevalence of pulmonary hypertension in obstructive sleep apnea and its relation to disease severity. ", "pmid": "38078676", "score": 2, "selected": true}, {"title": "Impact of lung transplantation on diastolic dysfunction in recipients with pretransplant pulmonary hypertension.", "authors_str": "Aggarwal R; Potel KN; Jackson S; Lemke NT; Kelly RF; Soule M; Diaz-Gutierrez I; Shumway SJ; Patil J; Hertz M; Nijjar PS; Huddleston SJ", "doi": "10.1016/j.jtcvs.2023.09.031", "abstract": "OBJECTIVE: Pulmonary hypertension can cause left ventricular diastolic dysfunction through ventricular interdependence. Moreover, diastolic dysfunction has been linked to adverse outcomes after lung transplant. The impact of lung transplant on diastolic dysfunction in recipients with pretransplant pulmonary hypertension is not defined. In this cohort, we aimed to assess the prevalence of diastolic dysfunction, the change in diastolic dysfunction after lung transplant, and the impact of diastolic dysfunction on lung transplant outcomes.\nMETHODS: In a large, single-center database from January 2011 to September 2021, single or bilateral lung transplant recipients with pulmonary hypertension (mean pulmonary artery pressure > 20 mm Hg) were retrospectively identified. Those without a pre- or post-transplant echocardiogram within 1 year were excluded. Diastolic dysfunction was diagnosed and graded according to the American Society of Echocardiography 2016 guideline on assessment of diastolic dysfunction (present, absent, indeterminate). McNemar's test was used to examine association between diastolic dysfunction pre- and post-transplant. Kaplan-Meier and Cox regression analysis were used to assess associations between pre-lung transplant diastolic dysfunction and post-lung transplant 1-year outcomes, including mortality, major adverse cardiac events, and bronchiolitis obliterans syndrome grade 1 or higher-free survival.\nRESULTS: Of 476 primary lung transplant recipients, 205 with pulmonary hypertension formed the study cohort (mean age, 56.6 ± 11.9 years, men 61.5%, mean pulmonary artery pressure 30.5 ± 9.8 mm Hg, left ventricular ejection fraction < 55% 9 [4.3%]). Pretransplant, diastolic dysfunction was present in 93 patients (45.4%) (grade I = 8, II = 84, III = 1), absent in 16 patients (7.8%), and indeterminate in 89 patients (43.4%), and 7 patients (3.4%) had missing data. Post-transplant, diastolic dysfunction was present in 7 patients (3.4%) (grade I = 2, II = 5, III = 0), absent in 164 patients (80.0%), and indeterminate in 15 patients (7.3%), and 19 patients (9.3%) had missing data. For those with diastolic dysfunction grades in both time periods (n = 180), there was a significant decrease in diastolic dysfunction post-transplant (148/169 patients with resolved diastolic dysfunction; McNemar's test P < .001). Pretransplant diastolic dysfunction was not associated with major adverse cardiac events (hazard ratio [HR], 1.08, 95% CI, 0.72-1.62; P = .71), bronchiolitis obliterans syndrome-free survival (HR, 0.67, 95% CI, 0.39-1.56; P = .15), or mortality (HR, 0.70, 95% CI, 0.33-1.46; P = .34) at 1 year.\nCONCLUSIONS: Diastolic dysfunction is highly prevalent in lung transplant candidates with normal left ventricular systolic function and pulmonary hypertension, and resolves in most patients after lung transplant regardless of patient characteristics. Pre-lung transplant diastolic dysfunction was not associated with adverse lung or cardiac outcomes after lung transplant. Collectively, these findings suggest that the presence of diastolic dysfunction in lung transplant recipients with pulmonary hypertension has no prognostic significance, and as such diastolic dysfunction and the associated clinical syndrome of heart failure with preserved ejection fraction should not be considered a relative contraindication to lung transplant in such patients.", "pmid": "37741317", "score": 2, "selected": true}, {"title": "Real-world safety and effectiveness of inhaled nitric oxide therapy for pulmonary hypertension during the perioperative period of cardiac surgery: a post-marketing study of 2817 patients in Japan.", "authors_str": "Matsugi E; Takashima S; Doteguchi S; Kobayashi T; Okayasu M", "doi": "10.1007/s11748-023-01971-2", "abstract": "OBJECTIVE: To evaluate the real-world safety and effectiveness of inhaled nitric oxide (INOflo\nMETHODS: This was a prospective, non-interventional, all-case, post-marketing study of pediatric and adult patients who received perioperative INOflo with cardiac surgery from November 2015-December 2020. Safety and effectiveness were monitored from INOflo initiation to 48 h after treatment completion or withdrawal. Safety outcomes included adverse drug reactions, blood methemoglobin concentrations, and inspired nitrogen dioxide concentrations over time. Effectiveness outcomes included changes in central venous pressure among pediatrics, mean pulmonary arterial pressure among adults, and the partial pressure of arterial oxygen/fraction of inspired oxygen ratio (PaO\nRESULTS: The safety analysis population included 2,817 Japanese patients registered from 253 clinical sites (pediatrics, n = 1375; adults, n = 1442). INOflo was generally well tolerated; 15 and 20 adverse drug reactions were reported in 14 pediatrics (1.0%) and 18 adults (1.2%), respectively. No clinically significant elevations in blood methemoglobin and inspired nitrogen dioxide concentrations were observed. INOflo treatment was associated with significant reductions in both central venous pressure among pediatrics and mean pulmonary arterial pressure among adults, and significant improvements in PaO\nCONCLUSIONS: Perioperative INOflo treatment was a safe and effective strategy to improve hemodynamics and oxygenation in patients with pulmonary hypertension during cardiac surgery. These data support the use of INOflo for this indication in Japanese clinical practice.", "pmid": "37713058", "score": 2, "selected": true}, {"title": "Prognostic significance of pericardial effusion in systemic sclerosis-associated pulmonary hypertension: analysis from the PHAROS Registry.", "authors_str": "Luo Y; Gordon JK; Xu J; Kolstad KD; Chung L; Steen VD; Bernstein EJ; PHAROS Investigators\n", "doi": "10.1093/rheumatology/kead368", "abstract": "OBJECTIVES: Pulmonary hypertension (PH) is a leading cause of death in patients with SSc. The purpose of this study was to determine the prognostic significance of pericardial effusion in patients with SSc-PH.\nMETHODS: Pulmonary Hypertension Assessment and Recognition of Outcomes in Scleroderma (PHAROS) is a prospective multicentre registry which enrolled patients with newly diagnosed SSc-PH from 2005 to 2016. The prognostic impact of pericardial effusion status, including those who ever or never had pericardial effusion, and those who had persistent or intermittent pericardial effusion, was analysed. Kaplan-Meier survival analyses, log-rank test, and multivariable Cox proportional hazards regression were performed.\nRESULTS: Of the 335 patients with SSc-PH diagnosed by right heart catheterization and documentation of pericardial effusion presence or absence on echocardiogram, 166 (50%) ever had pericardial effusion. Ever having pericardial effusion was not predictive of survival (log-rank test P = 0.49). Of the 245 SSc-PH patients who had at least two echocardiograms, 44% had a change in pericardial effusion status over an average of 4.3 years of follow up. Having a persistent pericardial effusion was an independent predictor of survival [adjusted hazard ratio (aHR)=2.34, 95% CI 1.20, 4.64, P = 0.002], while intermittent pericardial effusion was not a predictor of survival (aHR = 0.89, 95% CI 0.52, 1.56, P = 0.68), in a multivariable-adjusted analysis.\nCONCLUSION: Persistent pericardial effusion, but not ever having had pericardial effusion or intermittent pericardial effusion, was independently associated with poorer survival. Incorporating information from serial echocardiograms may help clinicians better prognosticate survival in their SSc-PH patients.", "pmid": "37478347", "score": 3, "selected": true}, {"title": "A Novel Dual Energy Computed Tomography Score Correlates With Postoperative Outcomes in Chronic Thromboembolic Pulmonary Hypertension.", "authors_str": "Renapurkar RD; Bullen J; Rizk A; Abozeed M; Karim W; Bin Saeedan M; Tong MZ; Heresi GA", "doi": "10.1097/RTI.0000000000000724", "abstract": "PURPOSE: To compare dual-energy computed tomography (DECT) based qualitative and quantitative parameters in chronic thromboembolic pulmonary hypertension with various postoperative primary and secondary endpoints.\nMATERIALS AND METHODS: This was a retrospective analysis of 64 patients with chronic thromboembolic pulmonary hypertension who underwent DECT. First, a clot score was calculated by assigning the following score: pulmonary trunk-5, each main pulmonary artery-4, each lobar-3, each segmental-2, and subsegmental-1 per lobe; the sum total was then calculated. The perfusion defect (PD) score was calculated by assigning 1 point to each segmental PD. The combined score was calculated by adding clot and PD scores. For quantitative evaluation, we calculated perfused blood volume (PBV) (%) of each lung and the sum of both lungs. Primary endpoints included testing association between combined score and total PBV with change in mean pulmonary arterial pressure ([mPAP], change calculated as preop minus postop values). Secondary endpoints included explorative analysis of the correlation between combined score and PBV with change in preoperative and postoperative pulmonary vascular resistance, change in preoperative 6-minute walk distance (6MWD), and immediate postoperative complications such as reperfusion edema, ECMO placement, stroke, death and mechanical ventilation for more than 48 hours, all within 1 month of surgery.\nRESULTS: Higher combined scores were associated with larger decreases in mPAP ( =0.27, P =0.036). On average, the decrease in mPAP (pre mPAP-post mPAP) increased by 2.2 mm Hg (95% CI: -0.6, 5.0) with each 10 unit increase in combined score. The correlation between total PBV and change in mPAP was small and not statistically significant. During an exploratory analysis, higher combined scores were associated with larger increases in 6MWD at 6 months postprocedure ( =0.55, P =0.002).\nCONCLUSION: Calculation of DECT-based combined score offers potential in the evaluation of hemodynamic response to surgery. This response can also be objectively quantified.", "pmid": "37423613", "score": 2, "selected": true}, {"title": "Maternal Morbidity According to Mode of Delivery Among Pregnant Patients With Pulmonary Hypertension.", "authors_str": "Meng ML; Fuller M; Federspiel JJ; Engelhard M; McNeil A; Ernst L; Habib AS; Shah SH; Quist-Nelson J; Raghunathan K; Ohnuma T; Krishnamoorthy V", "doi": "10.1213/ANE.0000000000006523", "abstract": "BACKGROUND: Patients with pulmonary hypertension have a high risk of maternal morbidity and mortality. It is unknown if a trial of labor carries a lower risk of morbidity in these patients compared to a planned cesarean delivery. The objective of this study was to examine the association of delivery mode with severe maternal morbidity events during delivery hospitalization among patients with pulmonary hypertension.\nMETHODS: This retrospective cohort study used the Premier inpatient administrative database. Patients delivering ≥25 weeks gestation from January 1, 2016, to September 30, 2020, and with pulmonary hypertension were included. The primary analysis compared intended vaginal delivery (ie, trial of labor) to intended cesarean delivery (intention to treat analysis). A sensitivity analysis was conducted comparing vaginal delivery to cesarean delivery (as treated analysis). The primary outcome was nontransfusion severe maternal morbidity during the delivery hospitalization. Secondary outcomes included blood transfusion (4 or more units) and readmission to the delivery hospital within 90 days from discharge from delivery hospitalization.\nRESULTS: The cohort consisted of 727 deliveries. In the primary analysis, there was no difference in nontransfusion morbidity between intended vaginal delivery and intended cesarean delivery groups (adjusted odds ratio [aOR], 0.75; 95% confidence interval [CI], 0.49-1.15). In secondary analyses, intended cesarean delivery was not associated with blood transfusion (aOR, 0.71; 95% CI, 0.34-1.50) or readmission within 90 days (aOR, 0.60; 95% CI, 0.32-1.14). In the sensitivity analysis, cesarean delivery was associated with a 3-fold higher risk of nontransfusion morbidity compared to vaginal delivery (aOR, 2.64; 95% CI, 1.54-3.93), a 3-fold higher risk of blood transfusion (aOR, 3.06; 95% CI, 1.17-7.99), and a 2-fold higher risk of readmission within 90 days (aOR, 2.20; 95% CI, 1.09-4.46) compared to vaginal delivery.\nCONCLUSIONS: Among pregnant patients with pulmonary hypertension, a trial of labor was not associated with a higher risk of morbidity compared to an intended cesarean delivery. One-third of patients who required an intrapartum cesarean delivery had a morbidity event, demonstrating the increased risk of adverse events in this group.", "pmid": "37192132", "score": 2, "selected": true}, {"title": "Intraoperative changes and prognostic implications of pulmonary hypertension in patients with hypertrophic obstructive cardiomyopathy undergoing surgical septal myectomy.", "authors_str": "Liu X; Ohlrich K; McGrath DP; Cobey F; Ruopp NF; Robich MP", "doi": "10.1016/j.jtcvs.2022.09.054", "abstract": "OBJECTIVES: Patients with hypertrophic cardiomyopathy often have concomitant pulmonary hypertension, which has a negative prognostic effect in patients undergoing myectomy. Our objective was to investigate the effect of myectomy on pulmonary artery pressure obtained via Swan-Ganz catheter and characterize how changes in pulmonary artery systolic pressure may indicate outcomes in these patients.\nMETHODS: We performed a single-center retrospective analysis of 271 patients with recordings of intraoperative pulmonary artery pressures during surgical myectomy. We analyzed primary composite outcomes as 30-day or in-hospital major cardiopulmonary adverse events.\nRESULTS: There was a 5.17% adverse event rate. Patients with adverse events were older, were more likely to be female, had chronic obstructive pulmonary disease, and had longer cardiopulmonary bypass times. Some 35.7% of those with adverse events had moderate to severe pulmonary hypertension (pulmonary artery systolic pressure ≥50 mm Hg) on postbypass stress test, compared with 4.3% of those without adverse events (P < .001). Further, 21.4% of patients with adverse events had pulmonary artery systolic pressure 50 mm Hg or greater at the end of surgery, compared with 1.9% of patients without adverse events (P < .001). The pulmonary artery systolic pressure decrease after surgery in those without adverse events was on average 5 mm Hg more than in those with adverse events.\nCONCLUSIONS: Postoperative pulmonary hypertension was associated with a higher rate of adverse cardiopulmonary events. This may influence the decision to use Swan-Ganz catheters in patients undergoing septal myectomy in monitoring pulmonary artery pressures to better risk stratify and manage these patients postoperatively.", "pmid": "36658027", "score": 2, "selected": true}, {"title": "Commentary: Does pulmonary hypertension change the management of patients undergoing septal myectomy for obstructive hypertrophic cardiomyopathy?", "authors_str": "Schaff HV", "doi": "10.1016/j.jtcvs.2022.10.039", "abstract": null, "pmid": "36424215", "score": 2, "selected": true}, {"title": "Commentary: Pulmonary hypertension and survival in hypertrophic cardiomyopathy: A predictor or a surrogate?", "authors_str": "Hirji SA; Shin B; Aranki S", "doi": "10.1016/j.jtcvs.2022.10.001", "abstract": null, "pmid": "36336480", "score": 2, "selected": true}, {"title": "Prevalence and influence of pulmonary hypertension in patients with obstructive hypertrophic cardiomyopathy undergoing septal myectomy.", "authors_str": "Ahmed EA; Schaff HV; Al-Lami HS; Lahr BD; Dearani JA; Nishimura RA; Ommen SR; Geske JB", "doi": "10.1016/j.jtcvs.2022.08.023", "abstract": "OBJECTIVES: Pulmonary hypertension (PH) is an independent predictor of all-cause mortality among patients with obstructive and nonobstructive hypertrophic cardiomyopathy (HCM). However, there is little information on the influence of coexisting PH on long-term survival following septal myectomy. This study investigates the prevalence of PH among patients with obstructive HCM undergoing septal myectomy and analyzes patient survival and the course of PH after operation.\nMETHODS: We included 1342 patients with obstructive HCM who had Doppler echocardiographic estimates of the right ventricular systolic pressure (RVSP) before and after transaortic septal myectomy. PH was defined as RVSP ≥35 mm Hg, with ≥50 mm Hg categorized as moderate-to-severe PH. A multivariable Cox proportional hazards model was used to identify characteristics associated with survival, and longitudinal trends in RVSP were modeled with generalized least squares analysis.\nRESULTS: Patients underwent operations from 1989 to 2019. The median age was 57.9 years (interquartile range, 47.4-66.7 years); 49.5% were women. Preoperatively, PH was present in 47.8% of patients, and 14.4% had moderate-to-severe PH. Higher preoperative RVSP was independently associated with overall mortality in the multivariable Cox model. Among patients with moderate to severe preoperative RVSP elevation, postoperative RVSP decreased from baseline by a median of 12 mm Hg.\nCONCLUSIONS: Preoperative PH is independently associated with late mortality following septal myectomy, and the magnitude of preoperative RVSP was associated with a postoperative decrease in pulmonary pressure. The influence of PH on late postoperative survival may influence the timing of operation in patients who are candidates for septal myectomy.", "pmid": "36184315", "score": 2, "selected": true}, {"title": "Prevalence of pulmonary hypertension in COPD patients living at high altitude.", "authors_str": "Aguirre-Franco C; Torres-Duque CA; Salazar G; Casas A; Jaramillo C; Gonzalez-Garcia M", "doi": "10.1016/j.pulmoe.2021.12.006", "abstract": "BACKGROUND: Pulmonary hypertension (PH) is associated with poor prognosis for patients with chronic obstructive pulmonary disease (COPD). Most of the knowledge about PH in COPD has been generated at sea level, with limited information associated with high altitude (HA).\nOBJECTIVES: To assess the prevalence and severity of PH in COPD patients living in a HA city (2,640 m).\nMETHODS: Cross-sectional study in COPD patients with forced expiratory volume in the first second / forced vital capacity ratio (FEV\nRESULTS: We included 176 COPD patients. The overall estimated prevalence of PH was 56.3% and the likelihood of having PH increased according to airflow-limitation severity: mild (31.6%), moderate (54.9%), severe (59.6%) and very severe (77.8%) (p = 0.038). The PH was severe in 7.3% and disproportionate in 3.4% of patients.\nCONCLUSIONS: The estimated prevalence of PH in patients with COPD at HA is high, particularly in patients with mild to moderate airflow limitation, and greater than that described for COPD patients at low altitude. These results suggest a higher risk of developing PH for COPD patients living at HA compared to COPD patients with similar airflow limitation living at low altitude.", "pmid": "35151623", "score": 2, "selected": true}], 78], "pediatric pulmonary hypertension": [[{"title": "Pediatric Pulmonary Hypertension.", "authors_str": "Morales-Demori R; Coleman R; Mallory GB", "doi": "10.1542/pir.2023-006010", "abstract": null, "pmid": "38689108", "score": 2, "selected": true}], 1], "pulmonary arterial hypertension": [[{"title": "Dysregulation of the Long Non-coding RNA Xist Expression in Male Patients with Pulmonary Arterial Hypertension.", "authors_str": "Carman BL; Qin S; Predescu DN; Jana M; Cortese R; Aldred MA; Gozal D; Mokhlesi B; Predescu SA", "doi": "10.1016/j.ajpath.2024.04.005", "abstract": "Pulmonary arterial hypertension (PAH) is a sex-biased disease with female gender as a significant risk factor. Recently, we reported that increased expression of the long non-coding (lnc)RNA Xist, as induced by an intersectin-1s protein fragment with proliferative potential (EH", "pmid": "38705381", "score": 2, "selected": true}, {"title": "Seralutinib in adults with pulmonary arterial hypertension (TORREY): a randomised, double-blind, placebo-controlled phase 2 trial.", "authors_str": "Frantz RP; McLaughlin VV; Sahay S; Escribano Subías P; Zolty RL; Benza RL; Channick RN; Chin KM; Hemnes AR; Howard LS; Sitbon O; Vachiéry JL; Zamanian RT; Cravets M; Roscigno RF; Mottola D; Osterhout R; Bruey JM; Elman E; Tompkins CA; Parsley E; Aranda R; Zisman LS; Ghofrani HA; TORREY Study Investigators", "doi": "10.1016/S2213-2600(24)00072-9", "abstract": "BACKGROUND: Morbidity and mortality in pulmonary arterial hypertension (PAH) remain high. Activation of platelet-derived growth factor receptor, colony stimulating factor 1 receptor, and mast or stem cell growth factor receptor kinases stimulates inflammatory, proliferative, and fibrotic pathways driving pulmonary vascular remodelling in PAH. Seralutinib, an inhaled kinase inhibitor, targets these pathways. We aimed to evaluate the efficacy and safety of seralutinib in patients with PAH receiving standard background therapy.\nMETHODS: The TORREY trial was a phase 2, randomised, multicentre, multinational, double-blind, placebo-controlled study. Patients with PAH from 40 hospital and community sites were randomly assigned 1:1 via interactive response technologies to receive seralutinib (60 mg twice daily for 2 weeks, then increased to 90 mg twice daily as tolerated) or placebo by dry powder inhaler twice daily for 24 weeks. Randomisation was stratified by baseline pulmonary vascular resistance (PVR; <800 dyne·s/cm\nFINDINGS: From Nov 12, 2020, to April 20, 2022, 151 patients were screened for eligibility, and following exclusions, 86 adults receiving PAH background therapy were randomly assigned to seralutinib (n=44; four male, 40 female) or placebo (n=42; four male, 38 female), and comprised the intention-to-treat population. At baseline, treatment groups were balanced except for a higher representation of WHO Functional Class II patients in the seralutinib group. The least squares mean change from baseline to week 24 in PVR was 21·2 dyne·s/cm\nINTERPRETATION: Treatment with inhaled seralutinib significantly decreased PVR, meeting the primary endpoint of the study among patients receiving background therapy for PAH.\nFUNDING: Gossamer Bio.", "pmid": "38705167", "score": 5, "selected": true}, {"title": "Association of non-insulin-based insulin resistance indices with disease severity and adverse outcome in idiopathic pulmonary arterial hypertension: a multi-center cohort study.", "authors_str": "Zhang S; Gao L; Li S; Luo M; Chen L; Xi Q; Zhao Z; Zhao Q; Yang T; Zeng Q; Li X; Huang Z; Duan A; Wang Y; Luo Q; Guo Y; Liu Z", "doi": "10.1186/s12933-024-02236-9", "abstract": "BACKGROUND: Insulin resistance (IR) plays an important role in the pathophysiology of cardiovascular disease. Recent studies have shown that diabetes mellitus and impaired lipid metabolism are associated with the severity and prognosis of idiopathic pulmonary arterial hypertension (IPAH). However, the relationship between IR and pulmonary hypertension is poorly understood. This study explored the association between four IR indices and IPAH using data from a multicenter cohort.\nMETHODS: A total of 602 consecutive participants with IPAH were included in this study between January 2015 and December 2022. The metabolic score for IR (METS-IR), triglyceride to high-density lipoprotein cholesterol (TG/HDL-C) ratio, triglyceride and glucose (TyG) index, and triglyceride-glucose-body mass index (TyG-BMI) were used to quantify IR levels in patients with IPAH. The correlation between non-insulin-based IR indices and long-term adverse outcomes was determined using multivariate Cox regression models and restricted cubic splines.\nRESULTS: During a mean of 3.6 years' follow-up, 214 participants experienced all-cause death or worsening condition. Compared with in low to intermediate-low risk patients, the TG/HDL-C ratio (2.9 ± 1.7 vs. 3.3 ± 2.1, P = 0.003) and METS-IR (34.5 ± 6.7 vs. 36.4 ± 7.5, P < 0.001) were significantly increased in high to intermediate-high risk patients. IR indices correlated with well-validated variables that reflected the severity of IPAH, such as the cardiac index and stroke volume index. Multivariate Cox regression analyses indicated that the TyG-BMI index (hazard ratio [HR] 1.179, 95% confidence interval [CI] 1.020, 1.363 per 1.0-standard deviation [SD] increment, P = 0.026) and METS-IR (HR 1.169, 95% CI 1.016, 1.345 per 1.0-SD increment, P = 0.030) independently predicted adverse outcomes. Addition of the TG/HDL-C ratio and METS-IR significantly improved the reclassification and discrimination ability beyond the European Society of Cardiology (ESC) risk score.\nCONCLUSIONS: IR is associated with the severity and long-term prognosis of IPAH. TyG-BMI and METS-IR can independently predict clinical worsening events, while METS-IR also provide incremental predictive performance beyond the ESC risk stratification.", "pmid": "38702735", "score": 2, "selected": true}, {"title": "Charting the cellular landscape of pulmonary arterial hypertension through single-cell omics.", "authors_str": "Tang B; Vadgama A; Redmann B; Hong J", "doi": "10.1186/s12931-024-02823-0", "abstract": "This review examines how single-cell omics technologies, particularly single-cell RNA sequencing (scRNAseq), enhance our understanding of pulmonary arterial hypertension (PAH). PAH is a multifaceted disorder marked by pulmonary vascular remodeling, leading to high morbidity and mortality. The cellular pathobiology of this heterogeneous disease, involving various vascular and non-vascular cell types, is not fully understood. Traditional PAH studies have struggled to resolve the complexity of pathogenic cell populations. scRNAseq offers a refined perspective by detailing cellular diversity within PAH, identifying unique cell subsets, gene networks, and molecular pathways that drive the disease. We discuss significant findings from recent literature, summarizing how scRNAseq has shifted our understanding of PAH in human, rat, and mouse models. This review highlights the insights gained into cellular phenotypes, gene expression patterns, and novel molecular targets, and contemplates the challenges and prospective paths for research. We propose ways in which single-cell omics could inform future research and translational efforts to combat PAH.", "pmid": "38702687", "score": 3, "selected": true}, {"title": "The effectiveness and value of sotatercept for pulmonary arterial hypertension: A summary from the Institute for Clinical and Economic Review's Midwest Comparative Effectiveness Public Advisory Council.", "authors_str": "Nikitin D; Lin GA; Whittington MD; Nhan E; Kayali Y; Rind DM; Pearson SD; Agboola F", "doi": "10.18553/jmcp.2024.30.5.491", "abstract": null, "pmid": "38701024", "score": 2, "selected": true}, {"title": "Pulmonary Arterial Hypertension with Features of Venous Involvement: A Detective's Task.", "authors_str": "Cazeiro DI; Plácido R; Raposo MA; Brito J; Borba A; Guimarães T; Pinto E; Freitas P; Pinto FJ", "doi": "10.36660/abc.20230565", "abstract": "Pulmonary veno-occlusive disease (PVOD) and pulmonary capillary hemangiomatosis are rare types of histopathological substrates within the spectrum of pulmonary arterial hypertension (PAH) with a very poor prognosis. They are characterized by a widespread fibroproliferative process of the small caliber veins and/or capillaries with sparing of the larger veins, resulting in a pre-capillary pulmonary hypertension phenotype. Clinical presentation is unspecific and similar to other PAH etiologies. Definitive diagnosis is obtained through histological analysis, although lung biopsy is not advised due to a higher risk of complications. However, some additional findings may allow a presumptive clinical diagnosis of PVOD, particularly a history of smoking, chemotherapy drug use, exposure to organic solvents (particularly trichloroethylene), low diffusing capacity for carbon monoxide (DLCO), exercise induced desaturation, and evidence of venous congestion without left heart disease on imaging, manifested by a classical triad of ground glass opacities, septal lines, and lymphadenopathies. Lung transplant is the only effective treatment, and patients should be referred at the time of diagnosis due to the rapid progression of the disease and associated poor prognosis. We present a case of a 58-year-old man with PAH with features of venous/capillary involvement in which clinical suspicion, prompt diagnosis, and early referral for lung transplantation were determinant factors for the successful outcome.", "pmid": "38695472", "score": 3, "selected": true}, {"title": "Deficiency of the Deubiquitinase UCHL1 Attenuates Pulmonary Arterial Hypertension.", "authors_str": "Tang H; Gupta A; Morrisroe SA; Bao C; Schwantes-An TH; Gupta G; Liang S; Sun Y; Chu A; Luo A; Ramamoorthi Elangovan V; Sangam S; Shi Y; Naidu SR; Jheng JR; Ciftci-Yilmaz S; Warfel NA; Hecker L; Mitra S; Coleman AW; Lutz KA; Pauciulo MW; Lai YC; Javaheri A; Dharmakumar R; Wu WH; Flaherty DP; Karnes JH; Breuils-Bonnet S; Boucherat O; Bonnet S; Yuan JX; Jacobson JR; Duarte JD; Nichols WC; Garcia JGN; Desai AA", "doi": "10.1161/CIRCULATIONAHA.123.065304", "abstract": "BACKGROUND: The ubiquitin-proteasome system regulates protein degradation and the development of pulmonary arterial hypertension (PAH), but knowledge about the role of deubiquitinating enzymes in this process is limited. UCHL1 (ubiquitin carboxyl-terminal hydrolase 1), a deubiquitinase, has been shown to reduce AKT1 (AKT serine/threonine kinase 1) degradation, resulting in higher levels. Given that AKT1 is pathological in pulmonary hypertension, we hypothesized that UCHL1 deficiency attenuates PAH development by means of reductions in AKT1.\nMETHODS: Tissues from animal pulmonary hypertension models as well as human pulmonary artery endothelial cells from patients with PAH exhibited increased vascular UCHL1 staining and protein expression. Exposure to LDN57444, a UCHL1-specific inhibitor, reduced human pulmonary artery endothelial cell and smooth muscle cell proliferation. Across 3 preclinical PAH models, LDN57444-exposed animals, \nRESULTS: Supporting experimental data, we found that rs9321, a variant in a GC-enriched region of the \nCONCLUSIONS: Our findings suggest that UCHL1 deficiency results in PAH attenuation by means of reduced AKT1, highlighting a novel therapeutic pathway in PAH.", "pmid": "38695173", "score": 2, "selected": true}, {"title": "ECMO Bridge to Lung Transplant in Children with Idiopathic Pulmonary Arterial Hypertension.", "authors_str": "Ahmed HF; Morales DLS; Hayes D", "doi": "10.1007/s00408-024-00703-4", "abstract": "Idiopathic pulmonary arterial hypertension (IPAH) represents an important clinical indication for lung transplant (LTx) in children. Recent trends show fewer children with IPAH are undergoing LTx nowadays compared to previous time periods, including those with most severe form of the disease. Using the UNOS Registry, we investigated if ECMO at the time of transplant impacts post-transplant survival in children with IPAH. A total of 74 LTx recipients while on ECMO at the time of transplant were identified (IPAH: N = 12). Children with IPAH who underwent LTx while on ECMO had shown comparable survival rates to those who were on ECMO for other conditions. This analysis provides encouraging results, supporting the potential expansion of LTx for this patient population. Given the low number of children undergoing LTx, we think there should be a consensus document to provide better guidance for referring and selecting the high-risk pediatric population with IPAH on ECMO for lung transplant.", "pmid": "38691113", "score": 3, "selected": true}, {"title": "Combined physical training protects the left ventricle from structural and functional damages in experimental pulmonary arterial hypertension.", "authors_str": "Leite LB; Soares LL; Portes AMO; Soares TI; da Silva BAF; Dias TR; Costa SFF; Guimarães-Ervilha LO; Assis MQ; Lavorato VN; da Silva AN; Machado-Neves M; Reis ECC; Natali AJ", "doi": "10.1186/s40885-024-00270-z", "abstract": "BACKGROUND: Under the adverse remodeling of the right ventricle and interventricular septum in pulmonary arterial hypertension (PAH) the left ventricle (LV) dynamics is impaired. Despite the benefits of combined aerobic and resistance physical trainings to individuals with PAH, its impact on the LV is not fully understood.\nOBJECTIVE: To test whether moderate-intensity combined physical training performed during the development of PAH induced by MCT in rats is beneficial to the LV's structure and function.\nMETHODS: Male Wistar rats were divided into two groups: Sedentary Hypertensive Survival (SHS, n = 7); and Exercise Hypertensive Survival (EHS, n = 7) to test survival. To investigate the effects of combined physical training, another group of rats were divided into three groups: Sedentary Control (SC, n = 7); Sedentary Hypertensive (SH, n = 7); and Exercise Hypertensive (EH, n = 7). PAH was induced through an intraperitoneal injection of MCT (60 mg/kg). Echocardiographic evaluations were conducted on the 22nd day after MCT administration. Animals in the EHS and EH groups participated in a combined physical training program, alternating aerobic (treadmill running: 50 min, 60% maximum running speed) and resistance (ladder climbing: 15 climbs with 1 min interval, 60% maximum carrying load) exercises, one session/day, 5 days/week for approximately 4 weeks.\nRESULTS: The physical training increased survival and tolerance to aerobic (i.e., maximum running speed) and resistance (i.e., maximum carrying load) exertions and prevented reductions in ejection fraction and fractional shortening. In addition, the physical training mitigated oxidative stress (i.e., CAT, SOD and MDA) and inhibited adverse LV remodeling (i.e., Collagen, extracellular matrix, and cell dimensions). Moreover, the physical training preserved the amplitude and velocity of contraction and hindered the reductions in the amplitude and velocity of the intracellular Ca\nCONCLUSION: Moderate-intensity combined physical training performed during the development of MCT-induced PAH in rats protects their LV from damages to its structure and function and hence increases their tolerance to physical exertion and prolongs their survival.", "pmid": "38689333", "score": 2, "selected": true}, {"title": "PDZ-Binding Kinase, a Novel Regulator of Vascular Remodeling in Pulmonary Arterial Hypertension.", "authors_str": "Bordan Z; Batori R; Haigh S; Li X; Meadows ML; Brown ZL; West MA; Dong K; Han W; Su Y; Ma Q; Huo Y; Zhou J; Abdelbary M; Sullivan J; Weintraub NL; Stepp DW; Chen F; Barman SA; Fulton DJR", "doi": "10.1161/CIRCULATIONAHA.123.067095", "abstract": "BACKGROUND: Pulmonary arterial hypertension (PAH) is high blood pressure in the lungs that originates from structural changes in small resistance arteries. A defining feature of PAH is the inappropriate remodeling of pulmonary arteries (PA) leading to right ventricle failure and death. Although treatment of PAH has improved, the long-term prognosis for patients remains poor, and more effective targets are needed.\nMETHODS: Gene expression was analyzed by microarray, RNA sequencing, quantitative polymerase chain reaction, Western blotting, and immunostaining of lung and isolated PA in multiple mouse and rat models of pulmonary hypertension (PH) and human PAH. PH was assessed by digital ultrasound, hemodynamic measurements, and morphometry.\nRESULTS: Microarray analysis of the transcriptome of hypertensive rat PA identified a novel candidate, PBK (PDZ-binding kinase), that was upregulated in multiple models and species including humans. PBK is a serine/threonine kinase with important roles in cell proliferation that is minimally expressed in normal tissues but significantly increased in highly proliferative tissues. PBK was robustly upregulated in the medial layer of PA, where it overlaps with markers of smooth muscle cells. Gain-of-function approaches show that active forms of PBK increase PA smooth muscle cell proliferation, whereas silencing PBK, dominant negative PBK, and pharmacological inhibitors of PBK all reduce proliferation. Pharmacological inhibitors of PBK were effective in PH reversal strategies in both mouse and rat models, providing translational significance. In a complementary genetic approach, PBK was knocked out in rats using CRISPR/Cas9 editing, and loss of PBK prevented the development of PH. We found that PBK bound to PRC1 (protein regulator of cytokinesis 1) in PA smooth muscle cells and that multiple genes involved in cytokinesis were upregulated in experimental models of PH and human PAH. Active PBK increased PRC1 phosphorylation and supported cytokinesis in PA smooth muscle cells, whereas silencing or dominant negative PBK reduced cytokinesis and the number of cells in the G2/M phase of the cell cycle.\nCONCLUSIONS: PBK is a newly described target for PAH that is upregulated in proliferating PA smooth muscle cells, where it contributes to proliferation through changes in cytokinesis and cell cycle dynamics to promote medial thickening, fibrosis, increased PA resistance, elevated right ventricular systolic pressure, right ventricular remodeling, and PH.", "pmid": "38682326", "score": 2, "selected": true}, {"title": "Integrated bioinformatics analysis and experimental animal models identify a robust biomarker and its correlation with the immune microenvironment in pulmonary arterial hypertension.", "authors_str": "Juaiti M; Feng Y; Tang Y; Liang B; Zha L; Yu Z", "doi": "10.1016/j.heliyon.2024.e29587", "abstract": "BACKGROUND: Pulmonary arterial hypertension (PAH) represents a substantial global risk to human health. This study aims to identify diagnostic biomarkers for PAH and assess their association with the immune microenvironment through the utilization of sophisticated bioinformatics techniques.\nMETHODS: Based on two microarray datasets, differentially expressed genes (DEGs) were detected, and hub genes underwent a sequence of machine learning analyses. After pathways associated with PAH were assessed by gene enrichment analysis, the identified genes were validated using external datasets and confirmed in a monocrotaline (MCT)-induced rat model. In addition, three algorithms were employed to estimate the proportions of various immune cell types, and the link between hub genes and immune cells was substantiated.\nRESULTS: Using SVM, LASSO, and WGCNA, we identified seven hub genes, including (BPIFA1, HBA2, HBB, LOC441081, PI15, S100A9, and WIF1), of which only BPIFA1 remained stable in the external datasets and was validated in an MCT-induced rat model. Furthermore, the results of the functional enrichment analysis established a link between PAH and both metabolism and the immune system. Correlation assessment showed that BPIFA1 expression in the MCP-counter algorithm was negatively associated with various immune cell types, positively correlated with macrophages in the ssGSEA algorithm, and correlated with M1 and M2 macrophages in the CIBERSORT algorithm.\nCONCLUSION: BPIFA1 serves as a modulator of PAH, with the potential to impact the immune microenvironment and disease progression, possibly through its regulatory influence on both M1 and M2 macrophages.", "pmid": "38660271", "score": 2, "selected": true}, {"title": "Canagliflozin inhibits PASMCs proliferation via regulating SGLT1/AMPK signaling and attenuates artery remodeling in MCT-induced pulmonary arterial hypertension.", "authors_str": "Chen X; Yu X; Lian G; Tang H; Yan Y; Gao G; Huang B; Luo L; Xie L", "doi": "10.1016/j.biopha.2024.116505", "abstract": "Pulmonary arterial hypertension (PAH) was a devastating disease characterized by artery remodeling, ultimately resulting in right heart failure. The aim of this study was to investigate the effects of canagliflozin (CANA), a sodium-glucose cotransporter 2 inhibitor (SGLT2i) with mild SGLT1 inhibitory effects, on rats with PAH, as well as its direct impact on pulmonary arterial smooth muscle cells (PASMCs). PAH rats were induced by injection of monocrotaline (MCT) (40 mg/kg), followed by four weeks of treatment with CANA (30 mg/kg/day) or saline alone. Pulmonary artery and right ventricular (RV) remodeling and dysfunction in PAH were alleviated with CANA, as assessed by echocardiography. Hemodynamic parameters and structural of pulmonary arteriole, including vascular wall thickness and wall area, were reduced by CANA. RV hypertrophy index, cardiomyocyte hypertrophy, and fibrosis were decreased with CANA treatment. PASMCs proliferation was inhibited by CANA under stimulation by platelet-derived growth factor (PDGF)-BB or hypoxia. Activation of AMP kinase (AMPK) was induced by CANA treatment in cultured PASMCs in a time- and concentration-dependent manner. These effects of CANA were attenuated when treatment with compound C, an AMPK inhibitor. Abundant expression of SGLT1 was observed in PASMCs and pulmonary arteries, while SGLT2 expression was undetectable. SGLT1 increased in response to PDGF-BB or hypoxia stimulation, while PASMCs proliferation was inhibited and beneficial effects of CANA were counteracted by knockdown of SGLT1. Our research demonstrated for the first time that CANA inhibited the proliferation of PASMCs by regulating SGLT1/AMPK signaling and thus exerted an anti-proliferative effect on MCT-induced PAH.", "pmid": "38574614", "score": 2, "selected": true}, {"title": "EFFECTS OF PTEROSTILBENE ON HEART AND LUNG OXIDATIVE STRESS PARAMETERS IN TWO EXPERIMENTAL MODELS OF CARDIOVASCULAR DISEASE: MYOCARDIAL INFARCTION AND PULMONARY ARTERIAL HYPERTENSION.", "authors_str": "Luz de Castro A; Ortiz VD; Hickmann AR; Lacerda DS; Türck P; Carraro CC; Freitas S; Klein AB; Bassani V; Sander da Rosa Araujo A", "doi": "10.1097/FJC.0000000000001572", "abstract": "Myocardial infarction (MI) and pulmonary artery hypertension (PAH) are two prevalent cardiovascular diseases. In both conditions, oxidative stress is associated with a worse prognosis. Pterostilbene (PTE), an antioxidant compound, has been studied as a possible therapy for cardiovascular diseases. This study aims to evaluate the effect of PTE on oxidative stress in the hearts of animals with myocardial infarction and in the lungs of animals with PAH. Male Wistar rats were used in both models. In the MI model, the experimental groups were sham, MI, and MI+PTE. In PAH model, the experimental groups were control, PAH, and PAH+PTE. Animals were exposed to MI through surgical ligation of the left coronary artery, or to PAH, by administration of monocrotaline (60 mg/kg). Seven days after undergoing cardiac injury, the MI+PTE animals were treated with PTE (100 mg/kg day) for 8 days. After this, the heart was collected for molecular analysis. The PAH+PTE animals were treated with PTE (100 mg/kg day) for 14 days, beginning 7 days after PAH induction. After this, the lungs were collected for biochemical evaluation. We found that PTE administration attenuated the decrease in ejection fraction and improved LV end-systolic volume in infarcted animals. In the PAH model, PTE improved pulmonary artery flow and decreased ROS levels in the lung. PTE administration promoted protective effects in terms of oxidative stress in two experimental models of cardiac diseases: MI and PAH. PTE also improved cardiac function in infarcted rats and pulmonary artery flow in animals with PAH.", "pmid": "38573589", "score": 4, "selected": true}, {"title": "Identification of MACC1 as a potential biomarker for pulmonary arterial hypertension based on bioinformatics and machine learning.", "authors_str": "Zhou X; Liang B; Lin W; Zha L", "doi": "10.1016/j.compbiomed.2024.108372", "abstract": "BACKGROUND: Pulmonary arterial hypertension (PAH) is a life-threatening disease characterized by abnormal early activation of pulmonary arterial smooth muscle cells (PASMCs), yet the underlying mechanisms remain to be elucidated.\nMETHODS: Normal and PAH gene expression profiles were obtained from the Gene Expression Omnibus (GEO) database and analyzed using gene set enrichment analysis (GSEA) to uncover the underlying mechanisms. Weighted gene co-expression network analysis (WGCNA) and machine learning methods were deployed to further filter hub genes. A number of immune infiltration analysis methods were applied to explore the immune landscape of PAH. Enzyme-linked immunosorbent assay (ELISA) was employed to compare MACC1 levels between PAH and normal subjects. The important role of MACC1 in the progression of PAH was verified through Western blot and real-time qPCR, among others.\nRESULTS: 39 up-regulated and 7 down-regulated genes were identified by 'limma' and 'RRA' packages. WGCNA and machine learning further narrowed down the list to 4 hub genes, with MACC1 showing strong diagnostic capacity. In vivo and in vitro experiments revealed that MACC1 was highsly associated with malignant features of PASMCs in PAH.\nCONCLUSIONS: These findings suggest that targeting MACC1 may offer a promising therapeutic strategy for treating PAH, and further clinical studies are warranted to evaluate its efficacy.", "pmid": "38552277", "score": 2, "selected": true}, {"title": "Functions and novel regulatory mechanisms of key glycolytic enzymes in pulmonary arterial hypertension.", "authors_str": "Wang J; Liu C; Huang SS; Wang HF; Cheng CY; Ma JS; Li RN; Lian TY; Li XM; Ma YJ; Jing ZC", "doi": "10.1016/j.ejphar.2024.176492", "abstract": "Pulmonary arterial hypertension (PAH) is a progressive vascular disease characterized by remodeling of the pulmonary vasculature and elevated pulmonary arterial pressure, ultimately leading to right heart failure and death. Despite its clinical significance, the precise molecular mechanisms driving PAH pathogenesis warrant confirmation. Compelling evidence indicates that during the development of PAH, pulmonary vascular cells exhibit a preference for energy generation through aerobic glycolysis, known as the \"Warburg effect\", even in well-oxygenated conditions. This metabolic shift results in imbalanced metabolism, increased proliferation, and severe pulmonary vascular remodeling. Exploring the Warburg effect and its interplay with glycolytic enzymes in the context of PAH has yielded current insights into emerging drug candidates targeting enzymes and intermediates involved in glucose metabolism. This sheds light on both opportunities and challenges in the realm of antiglycolytic therapy for PAH.", "pmid": "38503401", "score": 2, "selected": true}, {"title": "Activation of CaMKII/HDAC4 by SDF1 contributes to pulmonary arterial hypertension via stabilization Runx2.", "authors_str": "Chen Y; Liu J; Zhang Q; Chai L; Chen H; Li D; Wang Y; Qiu Y; Shen N; Zhang J; Wang Q; Wang J; Xie X; Li S; Li M", "doi": "10.1016/j.ejphar.2024.176483", "abstract": "Stromal derived factor 1 (SDF1) has been shown to be involved in the pathogenesis of pulmonary artery hypertension (PAH). However, the detailed molecular mechanisms remain unclear. To address this, we utilized primary cultured rat pulmonary artery smooth muscle cells (PASMCs) and monocrotaline (MCT)-induced PAH rat models to investigate the mechanisms of SDF1 driving PASMCs proliferation and pulmonary arterial remodeling. SDF1 increased runt-related transcription factor 2 (Runx2) acetylation by Calmodulin (CaM)-dependent protein kinase II (CaMKII)-dependent HDAC4 cytoplasmic translocation, elevation of Runx2 acetylation conferred its resistance to proteasome-mediated degradation. The accumulation of Runx2 further upregulated osteopontin (OPN) expression, finally leading to PASMCs proliferation. Blocking SDF1, suppression of CaMKII, inhibition the nuclear export of HDAC4 or silencing Runx2 attenuated pulmonary arterial remodeling and prevented PAH development in MCT-induced PAH rat models. Our study provides novel sights for SDF1 induction of PASMCs proliferation and suggests that targeting SDF1/CaMKII/HDAC4/Runx2 axis has potential value in the management of PAH.", "pmid": "38479721", "score": 2, "selected": true}, {"title": "Long-term safety and tolerability of ambrisentan treatment for pediatric patients with pulmonary arterial hypertension: An open-label extension study.", "authors_str": "Ivy D; Beghetti M; Juaneda-Simian E; Ravindranath R; Lukas MA; Machlitt-Northen S; Scott N; Narita J; Berger RMF", "doi": "10.1007/s00431-024-05446-1", "abstract": "This open-label, extension study assessed long-term safety, tolerability, and efficacy of ambrisentan in a pediatric population (age 8- < 18 years) with pulmonary arterial hypertension (PAH). Following completion of a 6-month, randomized study, participants entered the long-term extension at individualized ambrisentan dosages (2.5/5/7.5 or 10 mg/day). Safety assessments included adverse events (AEs), AEs of special interest, and serious AEs (SAEs); efficacy outcomes included 6-min walking distance (6MWD) and World Health Organization functional class (WHO FC). Thirty-eight of 41 (93%) randomized study participants entered the extension; 21 (55%) completed (reaching age 18 years). Most participants received concomitant phosphodiesterase-5 inhibitors (n = 25/38, 66%). Median ambrisentan exposure was 3.5 years. Most participants experienced ≥ 1 AE (n = 34/38, 89%), and 21 (55%) experienced SAEs, most commonly worsening PAH (n = 3/38, 8%), acute cardiac failure, pneumonia, or anemia (n = 2/38; 5% each); none considered ambrisentan-related. Seven participants (18%) died, with recorded reasons (MedDRA preferred term): cardiac failure (n = 2), PAH (n = 2), COVID-19 (n = 1), acute right ventricular failure (n = 1), and failure to thrive (n = 1); median time to death: 5.2 years. Anemia and hepatotoxicity AEs were generally mild to moderate and did not require ambrisentan dose adjustment. Assessed at study end in 29 participants (76%), mean 6MWD improved by 17% (standard deviation: 34.3%), and all (29/29, 100%) had improved or unchanged WHO FC.    Conclusion: Long-term weight-based ambrisentan dosing, alone or combined with other PAH therapies in children with PAH aged 8- < 18 years, exhibited tolerability and clinical improvements consistent with prior randomized study results.    Trial registration: NCT01342952, April 27, 2011. What is Known: • The endothelin receptor antagonist, ambrisentan, is indicated for treatment of pulmonary arterial hypertension (PAH). Previous studies have shown similar efficacy and tolerability in pediatric patients as in adults. What is New: • This open-label extension study assessed the long-term use of ambrisentan in pediatric patients (8-<18 years) with PAH, most of whom were also receiving recommended background PAH treatment. • Weight-based dosing of ambrisentan, given alone or in combination with other PAH therapies, was well tolerated with clinical improvements consistent with prior randomized study results.", "pmid": "38366267", "score": 3, "selected": true}, {"title": "Impact of heterozygous ALK1 mutations on the transcriptomic response to BMP9 and BMP10 in endothelial cells from hereditary hemorrhagic telangiectasia and pulmonary arterial hypertension donors.", "authors_str": "Al Tabosh T; Liu H; Koça D; Al Tarrass M; Tu L; Giraud S; Delagrange L; Beaudoin M; Rivière S; Grobost V; Rondeau-Lutz M; Dupuis O; Ricard N; Tillet E; Machillot P; Salomon A; Picart C; Battail C; Dupuis-Girod S; Guignabert C; Desroches-Castan A; Bailly S", "doi": "10.1007/s10456-023-09902-8", "abstract": "Heterozygous activin receptor-like kinase 1 (ALK1) mutations are associated with two vascular diseases: hereditary hemorrhagic telangiectasia (HHT) and more rarely pulmonary arterial hypertension (PAH). Here, we aimed to understand the impact of ALK1 mutations on BMP9 and BMP10 transcriptomic responses in endothelial cells. Endothelial colony-forming cells (ECFCs) and microvascular endothelial cells (HMVECs) carrying loss of function ALK1 mutations were isolated from newborn HHT and adult PAH donors, respectively. RNA-sequencing was performed on each type of cells compared to controls following an 18 h stimulation with BMP9 or BMP10. In control ECFCs, BMP9 and BMP10 stimulations induced similar transcriptomic responses with around 800 differentially expressed genes (DEGs). ALK1-mutated ECFCs unexpectedly revealed highly similar transcriptomic profiles to controls, both at the baseline and upon stimulation, and normal activation of Smad1/5 that could not be explained by a compensation in cell-surface ALK1 level. Conversely, PAH HMVECs revealed strong transcriptional dysregulations compared to controls with > 1200 DEGs at the baseline. Consequently, because our study involved two variables, ALK1 genotype and BMP stimulation, we performed two-factor differential expression analysis and identified 44 BMP9-dysregulated genes in mutated HMVECs, but none in ECFCs. Yet, the impaired regulation of at least one hit, namely lunatic fringe (LFNG), was validated by RT-qPCR in three different ALK1-mutated endothelial models. In conclusion, ALK1 heterozygosity only modified the BMP9/BMP10 regulation of few genes, including LFNG involved in NOTCH signaling. Future studies will uncover whether dysregulations in such hits are enough to promote HHT/PAH pathogenesis, making them potential therapeutic targets, or if second hits are necessary.", "pmid": "38294582", "score": 3, "selected": true}, {"title": "Peripheral microvascular function is linked to cardiac involvement on cardiovascular magnetic resonance in systemic sclerosis-related pulmonary arterial hypertension.", "authors_str": "Vos JL; Lemmers JMJ; El Messaoudi S; Snoeren M; van Dijk APJ; Duijnhouwer AL; Rodwell L; van Leuven SI; Post MC; Vonk MC; Nijveldt R", "doi": "10.1093/ehjci/jeae001", "abstract": "AIMS: Systemic sclerosis (SSc) is characterized by vasculopathy, inflammation, and fibrosis, and carries one of the worst prognoses if patients also develop pulmonary arterial hypertension (PAH). Although PAH is a known prognosticator, patients with SSc-PAH demonstrate disproportionately high mortality, presumably due to cardiac involvement. In this cross-sectional study, the relationship between cardiac involvement revealed by cardiovascular magnetic resonance (CMR) and systemic microvascular disease severity measured with nailfold capillaromicroscopy (NCM) in patients with SSc-PAH is evaluated and compared with patients with idiopathic PAH (IPAH).\nMETHODS AND RESULTS: Patients with SSc-PAH and IPAH underwent CMR, echocardiography, and NCM with post-occlusive reactivity hyperaemia (PORH) testing on the same day. CMR imaging included T2 (oedema), native, and post-contrast T1 mapping to measure the extracellular volume fraction (ECV, fibrosis) and adenosine-stress-perfusion imaging measuring the relative myocardial upslope (microvascular coronary perfusion). Measures of peripheral microvascular function were related to CMR indices of oedema, fibrosis, and myocardial perfusion. SSc-PAH patients (n = 20) had higher T2 values and a trend towards a higher ECV, compared with IPAH patients (n = 5), and a lower nailfold capillary density (NCD) and reduced capillary recruitment after PORH. NCD correlated with ECV and T2 (r = -0.443 and -0.464, respectively, P < 0.05 for both) and with markers of diastolic dysfunction on echocardiography. PORH testing, but not NCD, correlated with the relative myocardial upslope (r = 0.421, P < 0.05).\nCONCLUSION: SSc-PAH patients showed higher markers of cardiac fibrosis and inflammation, compared with IPAH patients. These markers correlated well with peripheral microvascular dysfunction, suggesting that SSc-driven inflammation and vasculopathy concurrently affect peripheral microcirculation and the heart. This may contribute to the disproportionate high mortality in SSc-PAH.", "pmid": "38170546", "score": 3, "selected": true}, {"title": "Performance of DETECT Pulmonary Arterial Hypertension Algorithm According to the Hemodynamic Definition of Pulmonary Arterial Hypertension in the 2022 European Society of Cardiology and the European Respiratory Society Guidelines.", "authors_str": "Distler O; Bonderman D; Coghlan JG; Denton CP; Grünig E; Khanna D; McLaughlin VV; Müller-Ladner U; Pope JE; Vonk MC; Di Scala L; Lemarie JC; Perchenet L; Hachulla É", "doi": "10.1002/art.42791", "abstract": "OBJECTIVE: The evidence-based DETECT pulmonary arterial hypertension (PAH) algorithm is frequently used in patients with systemic sclerosis (SSc) to help clinicians screen for PAH by using noninvasive data to recommend patient referral to echocardiography and, if applicable, for a diagnostic right-sided heart catheterization. However, the hemodynamic definition of PAH was recently updated in the 2022 European Society of Cardiology (ESC)/European Respiratory Society (ERS) guidelines. The performance of DETECT PAH in identifying patients with a high risk of PAH according to this new definition was assessed.\nMETHODS: In this post hoc analysis of DETECT, which comprised 466 patients with SSc, the performance of the DETECT PAH algorithm in identifying patients with a high risk of PAH as defined in the 2022 ESC/ERS guidelines (mean pulmonary arterial pressure [mPAP] >20 mm Hg, pulmonary capillary wedge pressure [PCWP] ≤15 mm Hg, and pulmonary vascular resistance >2 Wood units) was assessed using summary statistics and was descriptively compared to the known performance of DETECT PAH as defined in 2014, when it was developed (mPAP ≥25 mm Hg and PCWP ≤15 mm Hg).\nRESULTS: The sensitivity of DETECT PAH in identifying patients with a high risk of PAH according to the 2022 ESC/ERS definition was lower (88.2%) compared to the 2014 definition (95.8%). Specificity improved from 47.8% to 50.8%.\nCONCLUSION: The performance of the DETECT algorithm to screen for PAH in patients with SSc is maintained when PAH is defined according to the 2022 ESC/ERS hemodynamic definition, indicating that DETECT remains applicable to screen for PAH in patients with SSc.", "pmid": "38146100", "score": 3, "selected": true}, {"title": "Stability Indicating RP-HPLC-DAD method for simultaneous estimation of tadalafil and macitentan in synthetic mixture for treatment of pulmonary arterial hypertension.", "authors_str": "Gol D; Vyas A; Visana N; Patel A; Shah S; Sheth D; Dholakia S", "doi": "10.1016/j.pharma.2023.10.006", "abstract": "OBJECTIVE: High Performance liquid chromatography is an integral analytical tool in assessing drug product stability. A simple, selective, precise, accurate and stability indicating RP-HPLC method was developed and validated for analysis of Tadalafil and Macitentan in synthetic mixture.\nMATERIAL AND METHOD: Chromatographic separation was performed using Phenomex Gemini C18 (25cm×4.6nm, 5μm) Column. The mobile phase consists of (10mM Ammonium Acetate in water and [Methanol: ACN 20: 80% v/v]) (40: 60% v/v). The flow rate was set to be 1.0mL/min. The injection volume was 10.00μL. The detection was carried out at 260nm at column temperature 35°C.\nRESULTS: The method was validating according to ICH Q\nCONCLUSION: The developed RP-HPLC method was found to be suitable for the determination of both the drugs.", "pmid": "37866638", "score": 2, "selected": true}], 36], "macitentan": [[], 0], "selexipag": [[], 1], "ambrisentan": [[], 0], "bosentan": [[], 0], "sotatercept": [[], 0], "riociguat": [[{"title": "Riociguat shows remarkable safety but underwhelming activity in patients with sickle cell disease.", "authors_str": "Limerick EM; Fitzhugh CD", "doi": "10.1016/S2352-3026(24)00079-6", "abstract": null, "pmid": "38554716", "score": 3, "selected": true}, {"title": "Riociguat in patients with sickle cell disease and hypertension or proteinuria (STERIO-SCD): a randomised, double-blind, placebo controlled, phase 1-2 trial.", "authors_str": "Gladwin MT; Gordeuk VR; Desai PC; Minniti C; Novelli EM; Morris CR; Ataga KI; De Castro L; Curtis SA; El Rassi F; Ford HJ; Harrington T; Klings ES; Lanzkron S; Liles D; Little J; Nero A; Smith W; Taylor JG; Baptiste A; Hagar W; Kanter J; Kinzie A; Martin T; Rafique A; Telen MJ; Lalama CM; Kato GJ; Abebe KZ", "doi": "10.1016/S2352-3026(24)00045-0", "abstract": "BACKGROUND: Although nitric oxide based therapeutics have been shown in preclinical models to reduce vaso-occlusive events and improve cardiovascular function, a clinical trial of a phosphodiesterase 5 inhibitor increased rates of admission to hospital for pain. We aimed to examine if riociguat, a direct stimulator of the nitric oxide receptor soluble guanylate cyclase, causes similar increases in vaso-occlusive events.\nMETHODS: This was a phase 1-2, randomised, double blind, placebo-controlled trial. Eligible patients were 18 years or older, had confirmed sickle cell disease documented by haemoglobin electrophoresis or HPLC fractionation (haemoglobin SS, SC, Sβ-thalassemia, SD, or SO-Arab), and stage 1 hypertension or proteinuria. Participants were randomly assigned 1:1 to receive either riociguat or matching placebo via a web-based system to maintain allocation concealment. Both treatments were administered orally starting at 1·0 mg three times a day up to 2·5 mg three times a day (highest tolerated dose) for 12 weeks. Dose escalation by 0·5 mg was considered every 2 weeks if systolic blood pressure was greater than 95 mm Hg and the participant had no signs of hypotension; otherwise, the last dose was maintained. The primary outcome was the proportion of participants who had at least one adjudicated treatment-emergent serious adverse event. The analysis was performed by the intention-to-treat. This trial is registered with ClinicalTrials.gov (NCT02633397) and was completed.\nFINDINGS: Between April 11, 2017, and Dec 31, 2021, 165 participants were screened and consented to be enrolled into the study. Of these, 130 participants were randomly assigned to either riociguat (n=66) or placebo (n=64). The proportion of participants with at least one treatment-emergent serious adverse event was 22·7% (n=15) in the riociguat group and 31·3% (n=20) in the placebo group (difference -8·5% [90% CI -21·4 to 4·5]; p=0·19). A similar pattern emerged in other key safety outcomes, sickle cell related vaso-occlusive events (16·7 [n=11] vs 21·9% [n=14]; difference -5·2% [-17·2 to 6·5]; p=0·42), mean pain severity (3·18 vs 3·32; adjusted mean difference -0·14 [-0·70 to 0·42]; p=0·69), and pain interference (3·15 vs 3·12; 0·04 [-0·62 to 0·69]; p=0·93) at 12 weeks were similar between groups. Regarding the key clinical efficacy endpoints, participants taking riociguat had a blood pressure of -8·20 mm Hg (-10·48 to -5·91) compared with -1·24 (-3·58 to 1·10) in those taking placebo (-6·96 mm Hg (90% CI -10·22 to -3·69; p<0·001).\nINTERPRETATION: Riociguat was safe and had a significant haemodynamic effect on systemic blood pressure. The results of this study provide measures of effect and variability that will inform power calculations for future trials.\nFUNDING: Bayer Pharmaceuticals.", "pmid": "38554715", "score": 3, "selected": true}], 3], "portopulmonary hypertension AND pulmonary hypertension": [[], 0], "echocardiography AND pulmonary hypertension": [[], 14], "CPET AND pulmonary hypertension": [[], 1]}